[
  {
    "title": "Al Ma&apos;tsurat Kubro Pagi",
    "arab": "-",
    "latin": "-",
    "arti": "-",
    "read": 0
  },
  {
    "title": "Ta&apos;awudz",
    "arab": "اَعُوْذُ بِاللّٰهِ السَّمِيْعِ الْعَلِيْمِ مِنَ الشَّيْطَانِ الرَّجِيْمِ",
    "latin": "A’uudzubillahissami’il aliimi minasyaithanirrajiim",
    "arti": "Aku berlindung kepada Allah Yang Maha Mendengar lagi Maha Mengetahui dari godaan setan yang terkutuk.",
    "read": 1
  },
  {
    "title": "QS. Al-Fatihah : 1-7",
    "arab": "بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيْمِ ۝ اَلْحَمْدُ لِلّٰهِ رَبِّ الْعٰلَمِيْنَۙ ۝ الرَّحْمٰنِ الرَّحِيْمِۙ  ۝ مٰلِكِ يَوْمِ الدِّيْنِۗ ۝ اِيَّاكَ نَعْبُدُ وَاِيَّاكَ نَسْتَعِيْنُۗ ۝ اِهْدِنَا الصِّرَاطَ الْمُسْتَقِيْمَۙ  ۝ صِرَاطَ الَّذِيْنَ اَنْعَمْتَ عَلَيْهِمْ ەۙ غَيْرِ الْمَغْضُوْبِ عَلَيْهِمْ وَلَا الضَّاۤلِّيْنَ ࣖ",
    "latin": "Bismillaahirrahmaanirrahiiim ۝  Alhamdulillaahi rabbil &apos;alamin ۝  Arrahmaanirrahiim ۝  Maaliki yaumid-diin ۝  Iyyaaka na&apos;budu wa iyyaaka nasta&apos;iin ۝  Ihdinash-shiraathal mustaqiim ۝  Shiraathal-ladziina an&apos;amta &apos;alaihim, ghairil-maghdhuubi&apos;laihim waladh-dhaaaaliin.",
    "arti": "Dengan menyebut nama Allah yang Maha Pemurah lagi Maha Penyayang ۝  Segala puji bagi Allah, Tuhan semesta alam ۝ Maha Pemurah lagi Maha Penyayang ۝  Yang menguasai di hari Pembalasan ۝  Hanya Engkaulah yang Kami sembah, dan hanya kepada Engkaulah Kami meminta pertolongan ۝ Tunjukilah Kami jalan yang lurus, ۝  (yaitu) jalan orang-orang yang telah Engkau beri nikmat kepada mereka; bukan (jalan) mereka yang dimurkai dan bukan (pula jalan) mereka yang sesat. Semoga Allah mengabulkan.",
    "read": 1
  },
  {
    "title": "QS. Al-Baqarah : 1-5",
    "arab": "بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيْمِ ۝ الۤمّۤ ۚ ۝  ذٰلِكَ الْكِتٰبُ لَا رَيْبَ ۛ فِيْهِ ۛ هُدًى لِّلْمُتَّقِيْنَۙ ۝  الَّذِيْنَ يُؤْمِنُوْنَ بِالْغَيْبِ وَيُقِيْمُوْنَ الصَّلٰوةَ وَمِمَّا رَزَقْنٰهُمْ يُنْفِقُوْنَ ۙ ۝  وَالَّذِيْنَ يُؤْمِنُوْنَ بِمَآ اُنْزِلَ اِلَيْكَ وَمَآ اُنْزِلَ مِنْ قَبْلِكَ ۚ وَبِالْاٰخِرَةِ هُمْ يُوْقِنُوْنَۗ۝  اُولٰۤىِٕكَ عَلٰى هُدًى مِّنْ رَّبِّهِمْ ۙ وَاُولٰۤىِٕكَ هُمُ الْمُفْلِحُوْنَ ۝",
    "latin": "Bismillaahirrahmaanirrahiiim. ۝  Alif laam miim. ۝  Dzaalikal–kitaabu laa raiba fiihi hudal lil-muttaqiin. ۝  Alladziina yu&apos;minuuna bil ghaibi wa yuqiimuunash-shalaata wa mimmaa razaqnaa-hum yunfiquuun. ۝  Wal-ladziina yu&apos;minuuna bimaa unzila ilaika wa maa unzila min qablik, wa bil aakhirati hum yuuqinuuun. ۝  Ulaa-ika &apos;alaa hudammir rabbihim wa ulaa-ika humul muflihuun.",
    "arti": "Alif laam miim. ۝  Kitab (Al Quran) ini tidak ada keraguan padanya; petunjuk bagi mereka yang bertaqwa, ۝  (yaitu) mereka yang beriman kepada yang ghaib, yang mendirikan shalat, dan menafkahkan sebahagian rezki yang Kami anugerahkan kepada mereka. ۝ Dan mereka yang beriman kepada kitab (Al Quran) yang telah diturunkan kepadamu dan Kitab-Kitab yang telah diturunkan sebelummu, serta mereka yakin akan adanya (kehidupan) akhirat. ۝  Mereka Itulah yang tetap mendapat petunjuk dari Tuhan mereka, dan merekalah orangorang yang beruntung.",
    "read": 1
  },
  {
    "title": "QS. Al-Baqarah : 255 - 257",
    "arab": "اَللّٰهُ لَآ اِلٰهَ اِلَّا هُوَۚ اَلْحَيُّ الْقَيُّوْمُ ەۚ لَا تَأْخُذُهٗ سِنَةٌ وَّلَا نَوْمٌۗ لَهٗ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ مَنْ ذَا الَّذِيْ يَشْفَعُ عِنْدَهٗٓ اِلَّا بِاِذْنِهٖۗ يَعْلَمُ مَا بَيْنَ اَيْدِيْهِمْ وَمَا خَلْفَهُمْۚ وَلَا يُحِيْطُوْنَ بِشَيْءٍ مِّنْ عِلْمِهٖٓ اِلَّا بِمَا شَاۤءَۚ وَسِعَ كُرْسِيُّهُ السَّمٰوٰتِ وَالْاَرْضَۚ وَلَا يَـُٔوْدُهٗ حِفْظُهُمَاۚ وَهُوَ الْعَلِيُّ الْعَظِيْمُ ۝ لَآ اِكْرَاهَ فِى الدِّيْنِۗ قَدْ تَّبَيَّنَ الرُّشْدُ مِنَ الْغَيِّ ۚ فَمَنْ يَّكْفُرْ بِالطَّاغُوْتِ وَيُؤْمِنْۢ بِاللّٰهِ فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقٰى لَا انْفِصَامَ لَهَا ۗوَاللّٰهُ سَمِيْعٌ عَلِيْمٌ ۝ اَللّٰهُ وَلِيُّ الَّذِيْنَ اٰمَنُوْا يُخْرِجُهُمْ مِّنَ الظُّلُمٰتِ اِلَى النُّوْرِۗ وَالَّذِيْنَ كَفَرُوْٓا اَوْلِيَاۤؤُهُمُ الطَّاغُوْتُ يُخْرِجُوْنَهُمْ مِّنَ النُّوْرِ اِلَى الظُّلُمٰتِۗ اُولٰۤىِٕكَ اَصْحٰبُ النَّارِۚ هُمْ فِيْهَا خٰلِدُوْنَ",
    "latin": "Allahu laa ilaaha illaa huwal hayyul qayyuum, laa ta&apos;khudzuhuu sinatuwwa laa nauum, lahuu maa fissamaawaati wa maa fil ardhi,  mandzalladzii yasyfa&apos;u indahuu ilaa bi idznih, ya&apos;lamu maa baina aidiihim wa maa khalfahum wa laa yuhiithuuuna bi syai&apos;im-min &apos;ilmihii illaa bima syaa-a wasi&apos;a kursiyyuhus-samaawaati wal-ardha, wa laa ya&apos;uuduhuu hifzhuhumaa wa huwal &apos;aliyyul-&apos;azhiim. ۝  Laa ikraaha fiddīni, qattabayyanarrusydu minal gayyi, famayyakfur bith-thaaaguuti wa yu&apos;mim billaahi fa qadistamsaka bil ‘urwatil wutsqaa, lanfishaama lahaa, wallaahu samii‘un ‘aliimun. ۝  Allaahu waliyyulladziina aamanuu yukhrijuhum minazh-zhulumaati ilannuuri, walladziina kafaruu auliyaa &apos;uhumuth-thaaguutu yukhrijuhum minannuri ilazh-zhulumaati, ulaa &apos;ika ash-haabunnaari, hum fīhaa khaaliduuna.",
    "arti": "Allah, tidak ada Tuhan (yang berhak disembah) melainkan Dia yang hidup kekal lagi terus menerus mengurus (makhluk-Nya); tidak mengantuk dan tidak tidur. Kepunyaan-Nya apa yang di langit dan di bumi. tiada yang dapat memberi syafa&apos;at di sisi Allah tanpa izin-Nya? Allah mengetahui apa-apa yang di hadapan mereka dan di belakang mereka, dan mereka tidak mengetahui apa-apa dari ilmu Allah melainkan apa yang dikehendaki-Nya. Kursi Allah meliputi langit dan bumi. dan Allah tidak merasa berat memelihara keduanya, dan Allah Maha Tinggi lagi Maha besar. ۝ Tidak ada paksaan dalam (menganut) agama (Islam), sesungguhnya telah jelas (perbedaan) antara jalan yang benar dengan jalan yang sesat. Barang siapa ingkar kepada Tagut dan beriman kepada Allah, maka sungguh, dia telah berpegang (teguh) pada tali yang sangat kuat yang tidak akan putus. Allah Maha Mendengar, Maha Mengetahui.  ۝ Allah pelindung orang yang beriman. Dia mengeluarkan mereka dari kegelapan kepada cahaya (iman). Dan orang-orang yang kafir, pelindung-pelindungnya adalah setan, yang mengeluarkan mereka dari cahaya kepada kegelapan. Mereka adalah penghuni neraka. Mereka kekal di dalamnya.",
    "read": 1
  },
  {
    "title": "QS. Al-Baqarah : 284-286",
    "arab": "لِلّٰهِ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِ ۗ وَاِنْ تُبْدُوْا مَا فِيْٓ اَنْفُسِكُمْ اَوْ تُخْفُوْهُ يُحَاسِبْكُمْ بِهِ اللّٰهُ ۗ فَيَغْفِرُ لِمَنْ يَّشَاۤءُ وَيُعَذِّبُ مَنْ يَّشَاۤءُ ۗ وَاللّٰهُ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ۝  اٰمَنَ الرَّسُوْلُ بِمَآ اُنْزِلَ اِلَيْهِ مِنْ رَّبِّهٖ وَالْمُؤْمِنُوْنَۗ كُلٌّ اٰمَنَ بِاللّٰهِ وَمَلٰۤىِٕكَتِهٖ وَكُتُبِهٖ وَرُسُلِهٖۗ لَا نُفَرِّقُ بَيْنَ اَحَدٍ مِّنْ رُّسُلِهٖ ۗ وَقَالُوْا سَمِعْنَا وَاَطَعْنَا غُفْرَانَكَ رَبَّنَا وَاِلَيْكَ الْمَصِيْرُ ۝  لَا يُكَلِّفُ اللّٰهُ نَفْسًا اِلَّا وُسْعَهَا ۗ لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ ۗ رَبَّنَا لَا تُؤَاخِذْنَآ اِنْ نَّسِيْنَآ اَوْ اَخْطَأْنَا ۚ رَبَّنَا وَلَا تَحْمِلْ عَلَيْنَآ اِصْرًا كَمَا حَمَلْتَهٗ عَلَى الَّذِيْنَ مِنْ قَبْلِنَا ۚ رَبَّنَا وَلَا تُحَمِّلْنَا مَا لَا طَاقَةَ لَنَا بِهٖۚ وَاعْفُ عَنَّاۗ وَاغْفِرْ لَنَاۗ وَارْحَمْنَا ۗ اَنْتَ مَوْلٰىنَا فَانْصُرْنَا عَلَى الْقَوْمِ الْكٰفِرِيْنَ ۝",
    "latin": "Lillaahi maa fis-samaawaati wa maa fil-ardhi, Wa in tubduu maa fii anfusikum autukh-fuuhu yuhaasibkum bihilaah, Fayaghfiru limayyasyaa-u wa yu&apos;adzidzibu mayyasyaa&apos;, wallahu &apos;alaa kulli syai&apos;in qadiir. ۝  Aamanarrasuulu bimaa unzila ilaihi mirrabbihii wal mu&apos;minuun. Kullun aamana billahi wa malaa&apos;ikatihii wa kutubihii wa rusulih, laa nufarriqu baina ahadim mirrusulih. Wa qaaluu sami&apos;naa wa atha&apos;naa ghufraanaka rabbanaa wa ilaikal mashiir. ۝  Laa yukallifullaahu nafsan illaa wus&apos;ahaa, lahaa maa kasabat wa&apos;alaihaa maktasabat, Rabbanaa laa tu-aakhidznaa innasiinaa auakhtha&apos;naa, rabbanaa wa laa tahmil &apos;alainaa ishran kamaa hamaltahuu &apos;alalladziinaa min qablinaa, rabbanaa wa laa tuhammilna maa laa thaaqata lanaa bihi wa&apos;fu &apos;annaa waghfirlanaa warhamnaa anta maulanaa fanshurnaa &apos;alal qaumil kaafiriin. ۝",
    "arti": "Kepunyaan Allah-lah segala apa yang ada di langit dan apa yang ada di bumi. dan jika kamu melahirkan apa yang ada di dalam hatimu atau kamu menyembunyikan, niscaya Allah akan membuat perhitungan dengan kamu tentang perbuatanmu itu. Maka Allah mengampuni siapa yang dikehandaki-Nya dan menyiksa siapa yang dikehendaki-Nya; dan Allah Maha Kuasa atas segala sesuatu. ۝  Rasul telah beriman kepada Al Quran yang diturunkan kepadanya dari Tuhannya, demikian pula orang-orang yang beriman. semuanya beriman kepada Allah, malaikatmalaikat-Nya, kitab-kitab-Nya dan rasulrasul-Nya. (mereka mengatakan): &quot;Kami tidak membeda-bedakan antara seseorangpun (dengan yang lain) dari rasulrasul-Nya&quot;, dan mereka mengatakan: &quot;Kami dengar dan Kami taat.&quot; (mereka berdoa): &quot;Ampunilah Kami Ya Tuhan Kami dan kepada Engkaulah tempat kembali.&quot; ۝ Allah tidak membebani seseorang melainkan sesuai dengan kesanggupannya. ia mendapat pahala (dari kebajikan) yang diusahakannya dan ia mendapat siksa (dari kejahatan) yang dikerjakannya. (mereka berdoa): &quot;Ya Tuhan Kami, janganlah Engkau hukum Kami jika Kami lupa atau Kami tersalah. Ya Tuhan Kami, janganlah Engkau bebankan kepada Kami beban yang berat sebagaimana Engkau bebankan kepada orang-orang sebelum kami. Ya Tuhan Kami, janganlah Engkau pikulkan kepada Kami apa yang tak sanggup Kami memikulnya. beri ma&apos;aflah kami; ampunilah kami; dan rahmatilah kami. Engkaulah penolong Kami, Maka tolonglah Kami terhadap kaum yang kafir.&quot;",
    "read": 1
  },
  {
    "title": "QS. Ali Imran : 1-2",
    "arab": "الۤمّۤ ۝ اَللّٰهُ لَآ اِلٰهَ اِلَّا هُوَ الْحَيُّ الْقَيُّوْمُۗ ۝",
    "latin": "Alif Lam Mim. ۝  Allaahu laa ilaaha illaa huwal ḥayyul qayyuumu.",
    "arti": "Alif Lam Mim. ۝  Allah, tidak ada tuhan selain Dia. Yang Mahahidup, Yang terus-menerus mengurus (makhluk-Nya).",
    "read": 1
  },
  {
    "title": "QS. Thaha : 111-112",
    "arab": "وَعَنَتِ الْوُجُوْهُ لِلْحَيِّ الْقَيُّوْمِۗ وَقَدْ خَابَ مَنْ حَمَلَ ظُلْمًا ۝ وَمَنْ يَّعْمَلْ مِنَ الصّٰلِحٰتِ وَهُوَ مُؤْمِنٌ فَلَا يَخٰفُ ظُلْمًا وَّلَا هَضْمًا ۝",
    "latin": "wa’anatil wujuuhu lilhayyil qayyuumi waqad khaaba man hamala zhulmaan. ۝ waman ya’mal mina ash-shaalihaati wahuwa mu&apos;minun falaa yakhaafu zhulman walaa hadhmaan.",
    "arti": "Dan semua wajah tertunduk di hadapan (Allah) Yang Hidup dan Yang Berdiri Sendiri. Sungguh rugi orang yang melakukan kezaliman ۝  Dan barang siapa mengerjakan kebajikan sedang dia (dalam keadaan) beriman, maka dia tidak khawatir akan perlakuan zalim (terhadapnya) dan tidak (pula khawatir) akan pengurangan haknya.",
    "read": 1
  },
  {
    "title": "QS. At Taubah : 128-129 (7x)",
    "arab": "لَقَدْ جَاۤءَكُمْ رَسُوْلٌ مِّنْ اَنْفُسِكُمْ عَزِيْزٌ عَلَيْهِ مَا عَنِتُّمْ حَرِيْصٌ عَلَيْكُمْ بِالْمُؤْمِنِيْنَ رَءُوْفٌ رَّحِيْمٌ ۝  فَاِنْ تَوَلَّوْا فَقُلْ حَسْبِيَ اللّٰهُ لَآ اِلٰهَ اِلَّا هُوَ ۗ عَلَيْهِ تَوَكَّلْتُ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيْمِ ۝",
    "latin": "Laqad jaa-akum rasulum min anfusikum ‘aziizun ‘alaihi maa anittum hariishun ‘alaikum bil-mu&apos;minīna ra-uufurrahiimun ۝  Fa in tawallau faqul hasbiyallaahu laa ilaaha illaa huwa, ‘alaihi tawakkaltu wa huwa rabbul ‘arsyil ‘azhiimi. ۝",
    "arti": "Sungguh, telah datang kepadamu seorang rasul dari kaummu sendiri, berat terasa olehnya penderitaan yang kamu alami, (dia) sangat menginginkan (keimanan dan keselamatan) bagimu, penyantun dan penyayang terhadap orang-orang yang beriman. ۝  Maka jika mereka berpaling (dari keimanan), maka katakanlah (Muhammad), “Cukuplah Allah bagiku; tidak ada tuhan selain Dia. Hanya kepada-Nya aku bertawakal, dan Dia adalah Tuhan yang memiliki ‘Arsy (singgasana) yang agung. ۝",
    "read": 7
  },
  {
    "title": "QS. Al-Isra’ : 110 – 111",
    "arab": "قُلِ ادْعُوا اللّٰهَ اَوِ ادْعُوا الرَّحْمٰنَۗ اَيًّا مَّا تَدْعُوْا فَلَهُ الْاَسْمَاۤءُ الْحُسْنٰىۚ وَلَا تَجْهَرْ بِصَلَاتِكَ وَلَا تُخَافِتْ بِهَا وَابْتَغِ بَيْنَ ذٰلِكَ سَبِيْلًا ۝  وَقُلِ الْحَمْدُ لِلّٰهِ الَّذِيْ لَمْ يَتَّخِذْ وَلَدًا وَّلَمْ يَكُنْ لَّهٗ شَرِيْكٌ فِى الْمُلْكِ وَلَمْ يَكُنْ لَّهٗ وَلِيٌّ مِّنَ الذُّلِّ وَكَبِّرْهُ تَكْبِيْرًا ۝",
    "latin": "Qulid‘ullaaha awid‘ur-raḥmaana, ayyam maa tad‘uu falahul asmaa&apos;ul ḥusnā, wa laa tajhar bishalaatika wa laa tukhaafit bihaa wabtaghi baina dzaalika sabiilan ۝  Wa qulilḥamdu lillaahil-ladzii lam yattakhid waladawwa lam yakul-lahuu syariikun fil-mulki walam yakul-lahuu waliyyumminadz-dzulli wa kabbirhu takbiiran. ۝",
    "arti": "Katakanlah: “Serulah Allah atau serulah Ar-Rahman. Dengan nama yang mana saja kamu seru, Dia mempunyai al asmaaul husna (nama-nama yang terbaik) dan janganlah kamu mengeraskan suaramu dalam shalatmu dan janganlah pula merendahkannya dan carilah jalan tengah di antara kedua itu”. ۝  Dan katakanlah: “Segala puji bagi Allah Yang tidak mempunyai anak dan tidak mempunyai sekutu dalam kerajaan-Nya dan Dia bukan pula hina yang memerlukan penolong dan agungkanlah Dia dengan pengagungan yang sebesar-besarnya. ۝",
    "read": 1
  },
  {
    "title": "QS. Al-Mu’minun : 115 – 118",
    "arab": "اَفَحَسِبْتُمْ اَنَّمَا خَلَقْنٰكُمْ عَبَثًا وَّاَنَّكُمْ اِلَيْنَا لَا تُرْجَعُوْنَ ۝  فَتَعٰلَى اللّٰهُ الْمَلِكُ الْحَقُّۚ لَآ اِلٰهَ اِلَّا هُوَۚ رَبُّ الْعَرْشِ الْكَرِيْمِ ۝  وَمَنْ يَّدْعُ مَعَ اللّٰهِ اِلٰهًا اٰخَرَ لَا بُرْهَانَ لَهٗ بِهٖۙ فَاِنَّمَا حِسَابُهٗ عِنْدَ رَبِّهٖۗ اِنَّهٗ لَا يُفْلِحُ الْكٰفِرُوْنَ ۝  وَقُلْ رَّبِّ اغْفِرْ وَارْحَمْ وَاَنْتَ خَيْرُ الرّٰحِمِيْنَ ۝",
    "latin": "afahasibtum annamaa khalaqnaakum ‘abatsan wa-annakum ilainaa laa turja’uuna ۝  fata’aalaa allaahul malikulhaqqu laa ilaaha illaa huwa rabbul ’arsyilkariimi ۝  waman yad’u ma’aallaahi ilaahan aakhara laa burhaana lahu bihi fa-innamaa hisaabuhu ‘inda rabbihi innahu laa yuflihul kaafiruuna ۝  waqurrabbighfir warham wa-anta khairurraahimiina. ۝",
    "arti": "Maka apakah kamu mengira, bahwa Kami menciptakan kamu main-main (tanpa ada maksud) dan bahwa kamu tidak akan dikembalikan kepada Kami? ۝ Maka Mahatinggi Allah, Raja yang sebenarnya; tidak ada tuhan (yang berhak disembah) selain Dia, Tuhan (yang memiliki) ‘Arsy yang mulia ۝  Dan barang siapa menyembah tuhan yang lain selain Allah, padahal tidak ada suatu bukti pun baginya tentang itu, maka perhitungannya hanya pada Tuhannya. Sesungguhnya orang-orang kafir itu tidak akan beruntung. ۝",
    "read": 1
  },
  {
    "title": "QS. Ar-Rum : 17 – 26",
    "arab": "فَسُبْحٰنَ اللّٰهِ حِيْنَ تُمْسُوْنَ وَحِيْنَ تُصْبِحُوْنَ ۝ وَلَهُ الْحَمْدُ فِى السَّمٰوٰتِ وَالْاَرْضِ وَعَشِيًّا وَّحِيْنَ تُظْهِرُوْنَ ۝ يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَيُحْيِ الْاَرْضَ بَعْدَ مَوْتِهَا ۗوَكَذٰلِكَ تُخْرَجُوْنَ ۝  وَمِنْ اٰيٰتِهٖٓ اَنْ خَلَقَكُمْ مِّنْ تُرَابٍ ثُمَّ اِذَآ اَنْتُمْ بَشَرٌ تَنْتَشِرُوْنَ  ۝ وَمِنْ اٰيٰتِهٖٓ اَنْ خَلَقَ لَكُمْ مِّنْ اَنْفُسِكُمْ اَزْوَاجًا لِّتَسْكُنُوْٓا اِلَيْهَا وَجَعَلَ بَيْنَكُمْ مَّوَدَّةً وَّرَحْمَةً ۗاِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يَّتَفَكَّرُوْنَ  ۝ وَمِنْ اٰيٰتِهٖ خَلْقُ السَّمٰوٰتِ وَالْاَرْضِ وَاخْتِلَافُ اَلْسِنَتِكُمْ وَاَلْوَانِكُمْۗ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّلْعٰلِمِيْنَ  ۝  وَمِنْ اٰيٰتِهٖ مَنَامُكُمْ بِالَّيْلِ وَالنَّهَارِ وَابْتِغَاۤؤُكُمْ مِّنْ فَضْلِهٖۗ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يَّسْمَعُوْنَ ۝ وَمِنْ اٰيٰتِهٖ يُرِيْكُمُ الْبَرْقَ خَوْفًا وَّطَمَعًا وَّيُنَزِّلُ مِنَ السَّمَاۤءِ مَاۤءً فَيُحْيٖ بِهِ الْاَرْضَ بَعْدَ مَوْتِهَاۗ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يَّعْقِلُوْنَ  ۝ وَمِنْ اٰيٰتِهٖٓ اَنْ تَقُوْمَ السَّمَاۤءُ وَالْاَرْضُ بِاَمْرِهٖۗ ثُمَّ اِذَا دَعَاكُمْ دَعْوَةًۖ مِّنَ الْاَرْضِ اِذَآ اَنْتُمْ تَخْرُجُوْنَ ۝ وَلَهٗ مَنْ فِى السَّمٰوٰتِ وَالْاَرْضِۗ كُلٌّ لَّهٗ قَانِتُوْنَ ۝",
    "latin": "fasubhaanaallaahi hiina tumsuuna wahiina tushbihuuna. ۝ walahulhamdu fiissamaawaati wal-ardhi wa’asyiyyan wahiina tuzhhiruuna. ۝  yukhrijul hayya minalmayyiti wayukhrijul mayyita minal hayyi wayuhyiil ardha ba’da mautihaa wakadzaalika tukhrajuuna. ۝  wamin aayaatihi-an khalaqakum min turaabin tsumma idzaa antum basyarun tantasyiruuna. ۝ wamin aayaatihi-an khalaqa lakum min anfusikum azwaajan litaskunuu ilaihaa waja’ala bainakum mawaddatan warahmatan inna fii dzaalika laa-ayaatil-liqaumin yatafakkaruuna. ۝  wamin aayaatihi khalqussamaawaati wal ardhi wakhtilaaful sinatikum waalwaanikum inna fii dzaalika laaayaatin lil’aalimiina. ۝ wamin aayaatihi manaamukum billaili waannahaari wabtighaa-ukum min fadhlihi inna fii dzaalika laa ayaatil-liqaumin yasma’uuna. ۝ wamin aayaatihi yuriikumu albarqa khawfan wathama’an wayunazzilu mina alssamaa-i maa-an fayuhyii bihi al-ardha ba’da mautihaa inna fii dzaalika laa ayaatil-liqaumin ya’qiluuna. ۝  wamin aayaatihi an taquumassamaa-u waal-ardhu biamrihi tsumma idzaa da’aakum da’watan minaal ardhi idzaa antum takhrujuuna. ۝ walahu man fiissamaawaati waal-ardhi kullun lahu qaanituuna ۝",
    "arti": "Maka bertasbihlah kepada Allah di waktu kamu berada di petang hari dan waktu kamu berada di waktu subuh. ۝  dan bagi-Nya-lah segala puji di langit dan di bumi dan di waktu kamu berada pada petang hari dan di waktu kamu berada di waktu Zuhur. ۝ Dia mengeluarkan yang hidup dari yang mati dan mengeluarkan yang mati dari yang hidup dan menghidupkan bumi sesudah matinya. Dan seperti itulah kamu akan dikeluarkan (dari kubur). ۝  Dan di antara tanda-tanda kekuasaan-Nya ialah Dia menciptakan kamu dari tanah, kemudian tiba-tiba kamu (menjadi) manusia yang berkembang biak. ۝  Dan di antara tanda-tanda kekuasaan-Nya ialah Dia menciptakan untukmu isteri-isteri dari jenismu sendiri, supaya kamu cenderung dan merasa tenteram kepadanya, dan dijadikan-Nya diantaramu rasa kasih dan sayang. Sesungguhnya pada yang demikian itu benar-benar terdapat tanda-tanda bagi kaum yang berfikir. ۝ Dan di antara tanda-tanda kekuasaan-Nya ialah menciptakan langit dan bumi dan berlain-lainan bahasamu dan warna kulitmu. Sesungguhnya pada yang demikan itu benar-benar terdapat tanda-tanda bagi orang-orang yang mengetahui. ۝  Dan di antara tanda-tanda kekuasaan-Nya ialah tidurmu di waktu malam dan siang hari dan usahamu mencari sebagian dari karunia-Nya. Sesungguhnya pada yang demikian itu benar-benar terdapat tanda-tanda bagi kaum yang mendengarkan. ۝  Dan di antara tanda-tanda kekuasaan-Nya, Dia memperlihatkan kepadamu kilat untuk (menimbulkan) ketakutan dan harapan, dan Dia menurunkan hujan dari langit, lalu menghidupkan bumi dengan air itu sesudah matinya. Sesungguhnya pada yang demikian itu benar-benar terdapat tanda-tanda bagi kaum yang mempergunakan akalnya. ۝ . Dan di antara tanda-tanda kekuasaan-Nya ialah berdirinya langit dan bumi dengan iradat-Nya. Kemudian apabila Dia memanggil kamu sekali panggil dari bumi, seketika itu (juga) kamu keluar (dari kubur). ۝ Dan kepunyaan-Nya-lah siapa saja yang ada di langit dan di bumi. Semuanya hanya kepada-Nya tunduk.",
    "read": 1
  },
  {
    "title": "QS. Al-Mu’min : 1 – 3",
    "arab": "بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيْمِ ۝ حٰمۤ ۚ ۝ تَنْزِيْلُ الْكِتٰبِ مِنَ اللّٰهِ الْعَزِيْزِ الْعَلِيْمِۙ ۝ غَافِرِ الذَّنْۢبِ وَقَابِلِ التَّوْبِ شَدِيْدِ الْعِقَابِ ذِى الطَّوْلِۗ لَآ اِلٰهَ اِلَّا هُوَ ۗاِلَيْهِ الْمَصِيْرُ ۝",
    "latin": "Bismillaahirrahmaanirrahiim ۝  haa-miim ۝ tanziilul kitaabi minaallaahil ’aziizil ’aliimi ۝  ghaafiridz-dzanbi waqaabilittaubi syadiidil’ iqaabi dziith-thauli laa ilaaha illaa huwa ilaihil mashiiru.",
    "arti": "Dengan menyebut nama Allah Yang Pemurah lagi Maha Penyayang. ۝ Haa Miim. ۝  Diturunkan Kitab ini (Al Quran) dari Allah Yang Maha Perkasa lagi Maha Mengetahui, ۝ Yang Mengampuni dosa dan Menerima taubat lagi keras hukuman-Nya. Yang mempunyai karunia. Tiada Tuhan (yang berhak disembah) selain Dia. Hanya kepada-Nya-lah kembali (semua makhluk).",
    "read": 1
  },
  {
    "title": "QS. Al-Hasyr : 22 – 24",
    "arab": "هُوَ اللّٰهُ الَّذِيْ لَآ اِلٰهَ اِلَّا هُوَۚ عَالِمُ الْغَيْبِ وَالشَّهَادَةِۚ هُوَ الرَّحْمٰنُ الرَّحِيْمُ ۝  هُوَ اللّٰهُ الَّذِيْ لَآ اِلٰهَ اِلَّا هُوَ ۚ اَلْمَلِكُ الْقُدُّوْسُ السَّلٰمُ الْمُؤْمِنُ الْمُهَيْمِنُ الْعَزِيْزُ الْجَبَّارُ الْمُتَكَبِّرُۗ سُبْحٰنَ اللّٰهِ عَمَّا يُشْرِكُوْنَ ۝  هُوَ اللّٰهُ الْخَالِقُ الْبَارِئُ الْمُصَوِّرُ لَهُ الْاَسْمَاۤءُ الْحُسْنٰىۗ يُسَبِّحُ لَهٗ مَا فِى السَّمٰوٰتِ وَالْاَرْضِۚ وَهُوَ الْعَزِيْزُ الْحَكِيْمُ  ۝",
    "latin": "huwaallaahulladzii laa ilaaha illaa huwa ‘aalimul ghaibi waasy-syahaadati huwarrahmaanurrahiimu. ۝  huwaallaahulladzii laa ilaaha illaa huwal malikul qudduusussalaamul mu&apos;minul muhaiminul ’aziizul jabbaarul mutakabbiru subhaanaallaahi ‘ammaa yusyrikuuna. ۝ huwaallaahul khaaliqulbaari-ul mushawwiru lahul-asmaa-ul husnaa yusabbihu lahu maa fiissamaawaati waal ardhi wahuwal ’aziizul hakiimu. ۝",
    "arti": "Dialah Allah Yang tiada Tuhan selain Dia, Yang Mengetahui yang ghaib dan yang nyata, Dialah Yang Maha Pemurah lagi Maha Penyayang. ۝ Dialah Allah Yang tiada Tuhan selain Dia, Raja, Yang Maha Suci, Yang Maha Sejahtera, Yang Mengaruniakan Keamanan, Yang Maha Memelihara, Yang Maha Perkasa, Yang Maha Kuasa, Yang Memiliki segala Keagungan, Maha Suci Allah dari apa yang mereka persekutukan. ۝  Dialah Allah Yang Menciptakan, Yang Mengadakan, Yang Membentuk Rupa, Yang Mempunyai Asmaaul Husna. Bertasbih kepada-Nya apa yang di langit dan bumi. Dan Dialah Yang Maha Perkasa lagi Maha Bijaksana.",
    "read": 1
  },
  {
    "title": "QS. Al-Zalzalah : 1 – 8",
    "arab": "بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيْمِ ۝  اِذَا زُلْزِلَتِ الْاَرْضُ زِلْزَالَهَاۙ ۝  وَاَخْرَجَتِ الْاَرْضُ اَثْقَالَهَاۙ ۝  وَقَالَ الْاِنْسَانُ مَا لَهَاۚ ۝  يَوْمَىِٕذٍ تُحَدِّثُ اَخْبَارَهَاۙ ۝  بِاَنَّ رَبَّكَ اَوْحٰى لَهَاۗ ۝  يَوْمَىِٕذٍ يَّصْدُرُ النَّاسُ اَشْتَاتًا ەۙ لِّيُرَوْا اَعْمَالَهُمْۗ  ۝  فَمَنْ يَّعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَّرَهٗۚ ۝  وَمَنْ يَّعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَّرَهٗ ࣖ  ۝",
    "latin": "Bismillahirrahmaanirrahiim. ۝ idzaa zulzilatil ardhu zilzaalahaa. ۝  wa akhrajatil ardhu atsqaalahaa. ۝ waqaalal insaanu maa lahaa. ۝ yauma idzin tuhadditsu akhbaarahaa. ۝ bi anna rabbaka auhaalahaa. ۝ yauma-idziy-yashduruunnaasu asytaatal-liyurau a’maalahum. ۝ famay-ya’mal mitsqaala dzarratin khairan yarahu. ۝ waman ya’mal mitsqaala dzarratin syarran yarahu.",
    "arti": "Dengan menyebut nama Allah Yang Pemurah lagi Maha Penyayang. ۝ Apabila bumi digoncangkan dengan goncangan (yang dahsyat), ۝  dan bumi telah mengeluarkan beban-beban berat (yang dikandung)nya, ۝  dan manusia bertanya: “Mengapa bumi (menjadi begini)?”, ۝ pada hari itu bumi menceritakan beritanya,۝ karena sesungguhnya Tuhanmu telah memerintahkan (yang sedemikian itu) kepadanya.۝ Pada hari itu manusia ke luar dari kuburnya dalam keadaan bermacam-macam, supaya diperlihatkan kepada mereka (balasan) pekerjaan mereka, ۝ Barangsiapa yang mengerjakan kebaikan seberat dzarrahpun, niscaya dia akan melihat (balasan)nya ۝  Dan barangsiapa yang mengerjakan kejahatan sebesar dzarrah pun, niscaya dia akan melihat (balasan)nya pula.",
    "read": 1
  },
  {
    "title": "QS. Al-Kafirun : 1 – 6",
    "arab": "بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيْمِ ۝ قُلْ يٰٓاَيُّهَا الْكٰفِرُوْنَۙ ۝  لَآ اَعْبُدُ مَا تَعْبُدُوْنَۙ ۝  وَلَآ اَنْتُمْ عٰبِدُوْنَ مَآ اَعْبُدُۚ ۝  وَلَآ اَنَا۠ عَابِدٌ مَّا عَبَدْتُّمْۙ ۝  وَلَآ اَنْتُمْ عٰبِدُوْنَ مَآ اَعْبُدُۗ ۝  لَكُمْ دِيْنُكُمْ وَلِيَ دِيْنِ ࣖ  ۝",
    "latin": "bismillahirrahmaanirrahimi ۝ qul yaa ayyuhaal kaafiruuna. ۝  laa a’budu maa ta’buduuna. ۝ walaa antum ‘aabiduuna maa a’budu. ۝ walaa anaa ‘aabidum-maa ‘abadtum. ۝ walaa antum ‘aabiduuna maa a’budu. ۝ lakum diinukum waliyadiini.",
    "arti": "Dengan menyebut nama Allah Yang Pemurah lagi Maha Penyayang. ۝ Katakanlah (wahai Muhammad) : “Hai orang-orang kafir. ۝ Aku tidak akan menyembah apa yang kamu sembah. ۝  Dan kamu bukan penyembah Tuhan yang aku sembah. ۝  Dan aku tidak pernah menjadi penyembah apa yang kamu sembah ۝  dan kamu tidak pernah (pula) menjadi penyembah Tuhan yang aku sembah. ۝  Untukmu agamamu, dan untukku, agamaku.",
    "read": 1
  },
  {
    "title": "QS. Al-Nasr : 1 – 3",
    "arab": "بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيْمِ ۝  اِذَا جَاۤءَ نَصْرُ اللّٰهِ وَالْفَتْحُۙ ۝  وَرَاَيْتَ النَّاسَ يَدْخُلُوْنَ فِيْ دِيْنِ اللّٰهِ اَفْوَاجًاۙ ۝  فَسَبِّحْ بِحَمْدِ رَبِّكَ وَاسْتَغْفِرْهُۗ اِنَّهٗ كَانَ تَوَّابًا ࣖ ۝",
    "latin": "bismillahirrahmaanirrahimi ۝ idzaajaa-a nashrullaahi waalfathu. ۝ wara-aitannaasa yadkhuluuna fii diinillaahi afwaajaan. ۝ fasabbih bihamdi rabbika wastaghfirhu innahu kaana tawwaabaan.",
    "arti": "Dengan menyebut nama Allah Yang Pemurah lagi Maha Penyayang. ۝ Apabila telah datang pertolongan Allah dan kemenangan, ۝  dan kamu lihat manusia masuk agama Allah dengan berbondong-bondong, ۝  maka bertasbihlah dengan memuji Tuhanmu dan mohonlah ampun kepada-Nya. Sesungguhnya Dia adalah Maha Penerima taubat.",
    "read": 1
  },
  {
    "title": "QS. Al-Ikhlash : 1 – 4 (3x)",
    "arab": "بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيْمِ ۝ قُلْ هُوَ اللّٰهُ اَحَدٌۚ  ۝  اَللّٰهُ الصَّمَدُۚ  ۝  لَمْ يَلِدْ وَلَمْ يُوْلَدْۙ  ۝  وَلَمْ يَكُنْ لَّهٗ كُفُوًا اَحَدٌ ࣖ  ۝",
    "latin": "Bismillaahirrahmaanirrahiiim ۝  Qul huwallaahu ahad ۝ Allaahush-shamad ۝  Lam yalid walam yuulad. ۝ Walam yakul-lahuu kufuwan ahad.",
    "arti": "Dengan menyebut nama Allah Yang Pemurah lagi Maha Penyayang. ۝ Katakanlah: “Dialah Allah, Yang Maha Esa. ۝ Allah adalah Tuhan yang bergantung kepada-Nya segala sesuatu. ۝ Dia tiada beranak dan tidak pula diperanakkan, ۝  dan tidak ada seorangpun yang setara dengan Dia”.",
    "read": 3
  },
  {
    "title": "QS. Al-Falaq : 1 – 5 (3x)",
    "arab": "بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيْمِ  ۝  قُلْ اَعُوْذُ بِرَبِّ الْفَلَقِۙ  ۝  مِنْ شَرِّ مَا خَلَقَۙ  ۝  وَمِنْ شَرِّ غَاسِقٍ اِذَا وَقَبَۙ  ۝  وَمِنْ شَرِّ النَّفّٰثٰتِ فِى الْعُقَدِۙ  - وَمِنْ شَرِّ حَاسِدٍ اِذَا حَسَدَ ࣖ  ۝",
    "latin": "Bismillaahirrahmaanirrahiiim ۝ Qul a&apos;uudzu bi rabbil-falaq ۝ Min syarri maa khalaq ۝ Wa min syarri ghaasiqin idzaa waqab ۝ Wa min syarrin-naffaatsaati fill &apos;uqad ۝  Wa min syarri haasidin idzaa hasad.",
    "arti": "Dengan menyebut nama Allah yang Maha Pemurah lagi Maha Penyayang. ۝  Katakanlah: &quot;Aku berlindung kepada Tuhan yang menguasai subuh ۝ Dari kejahatan makhluk-Nya, Dan dari kejahatan malam apabila telah gelap gulita ۝ Dan dari kejahatan wanita-wanita tukang sihir yang menghembus pada buhul-buhul ۝  Dan dari kejahatan pendengki bila ia dengki.",
    "read": 3
  },
  {
    "title": "QS. An-Nas : 1 – 6 (3x)",
    "arab": "بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيْمِ ۝ قُلْ اَعُوْذُ بِرَبِّ النَّاسِۙ  ۝  مَلِكِ النَّاسِۙ  ۝  اِلٰهِ النَّاسِۙ  ۝  مِنْ شَرِّ الْوَسْوَاسِ ەۙ الْخَنَّاسِۖ  ۝  الَّذِيْ يُوَسْوِسُ فِيْ صُدُوْرِ النَّاسِۙ ۝  مِنَ الْجِنَّةِ وَالنَّاسِ ࣖ ۝",
    "latin": "Bismillaahirrahmaanirrahiiim ۝  Qul a&apos;uudzubi rabbinnaas. ۝  Malikinnaas. ۝ ilaahinnaas. ۝ Min syarril waswaasil khannaas. ۝ Alladzii yuwaswisu fii shuduurinnaas. ۝ Minal jinnati wannaas.",
    "arti": "Dengan menyebut nama Allah yang Maha Pemurah lagi Maha Penyayang. ۝  Katakanlah: &quot;Aku berlidung kepada Tuhan(yang memelihara dan menguasai) manusia. ۝  Raja manusia. ۝ Sembahan manusia. ۝ Dari kejahatan (bisikan) setan yang biasa bersembunyi. ۝ Yang membisikkan (kejahatan) ke dalam dada manusia. ۝ Dari (golongan) jin dan manusia.",
    "read": 3
  },
  {
    "title": "Dzikir (3x)",
    "arab": "أَصْبَحْنَا وَأَصْبَحَ الْمُلْكُ لِلّٰهِ،, وَالْحَمْدُ لِلّٰهِ لَا شَرِيْكَ لَهُ , لَا إِلَهَ إِلَّا هُوَ وَإِلَيْهِ النُّشُوْرُ",
    "latin": "Ashbahna wa ashbaha mulku Lillahi walhamdu Lillahi Laa Syarii kalahu Laa ilaaha illa huwa Wa illaihin nusyur",
    "arti": "Kami masuk waktu pagi dan masuk waktu pagi pula kerajaan milik Allah. Segala puji bagi Allah, tiada sekutu bagi-Nya, tiada Tuhan melainkan Dia, dan pada-Nya tempat kembali.",
    "read": 3
  },
  {
    "title": "Dzikir (3x)",
    "arab": "اَصْبَحْنَا عَلَى فِطْرَةِ الْإِسْلَامِ، وَكَلِمَةِ الْإِخْلَاصِ، وَعَلَى دِيْنِ نَبِيِّنَا مُحَمَّدٍ ﷺ وَعَلَى مِلَّةِ أَبِيْنَا إِبْرَاهِيْمَ حَنِيْفًا وَمَا كَانَ مِنَ الْمُشْرِكِيْنَ",
    "latin": "Ashbahna ‘ala fithratil Islam wa kalimatil ikhlash wa ‘ala diini nabiyinaa Muhammadin shallaallahu ‘alaihi wasalam wa ‘ala millati abiinaa Ibraahima haniifan wamaa kana minal musyrikiin",
    "arti": "Kami masuk waktu pagi di atas fitrah Islam dan kalimat tauhid, di atas agama Nabi kami Muhammad SAW, dan diatas ajaran bapak kami Ibrahim as yang hanif. Dan ia bukan termasuk golongan orang-orang yang musyrik.",
    "read": 3
  },
  {
    "title": "Dzikir &amp; Doa (3x)",
    "arab": "اللّٰهُـمَّ إِنِّيْ أَصْبَحْتُ مِنْكَ فِيْ نِعْمَةٍ وَعَافِيَةٍ وَسِتْرٍ, فَأَتِمَّ عَلَيَّ نِعْمَتَكَ وَعَافِيَتَكَ وَسِتْرَكَ فِيْ الدِّيْنِ وَالدُّنْيَا وَالْأَخِرَةِ",
    "latin": "Allahumma innii ashbahtu minka , fii ni’matin wa‘aa fiyatin wa sitrin fa-atimma ‘alaiyya ni’mataka  wa‘aa  fiyataka wasitraka fiddunyaa wal aakhirah.",
    "arti": "Yaa Allah, sesungguhnya aku memulai pagi ini dengan kenikmatan, kesehatan, dan perlindungan-Mu. Maka sempurnakanlah untukku kenikmatan, kesehatan, dan perlindungan-Mu itu dalam agamaku, dunia dan juga akhirat.",
    "read": 3
  },
  {
    "title": "Dzikir (3x)",
    "arab": "اَللّٰهُـمَّ مَا أَصْبَحَ بِيْ مِنْ نِعْمَةٍ , أَوْ بِأَحَدٍ مِنْ خَلْقِكَ فَمِنْكَ وَحْدَكَ , لَا شَرِيْكَ لَكَ , فَلَكَ الْحَمْدُ , وَلَكَ الشُّكْرُ",
    "latin": "Allahumma maa ashbahna bii min ni’matin aubiahadin min khalqika faminka wahdaka laa syarikalaka falakal hamdu walakasyukru.",
    "arti": "Yaa Allah, segala nikmat yang pagi ini menyertaiku atau siapa pun di antara makhluk-Mu, hanyalah dari-Mu semata tiada sekutu bagi-Mu, Maka bagi-Mu segala puji dan bagi-Mu rasa syukur.",
    "read": 3
  },
  {
    "title": "Dzikir (3x)",
    "arab": "يَارَبِّيْ لَكَ الْحَمْدُ كَمَا يَنْبَغِيْ لِجَلَالِ وَجْهِكَ الْكَرِيْمِ وَعَظِيْمِ سُلْطَانِكَ",
    "latin": "Yaa rabbi lakal hamdu kamaa yanbagii lijalaali wajhikal kariimi wa’azhiimi sulthanik.",
    "arti": "Yaa Tuhanku, bagi-Mu segala puji sebagaimana yang selayaknya untuk kemuliaan wajah-Mu dan keagungan kekuasaan-Mu.",
    "read": 3
  },
  {
    "title": "Dzikir &amp; Doa (3x)",
    "arab": "رَضِتُ بِاللّٰهِ رَبَّا وَبِالْإِسْلاَمِ دِيْنَا وَبِمُحَمَّدٍ نَبِيًّا وَرَسُوْلاَ . رَبِّ زِدْ نِيْ عِلْمًـا وَرْزُقْنِـيْ فَهْمًـا وَاجْعَلْنِيْ مِنَ الصَّالِحِيْنَ",
    "latin": "Radhiitu billahi rabba, wa bil islamidiina, wa bi Muhammadin nabiyawwarasuula, wa bilquraani imaamaa, wa bilmuslimiina ikhwaanaa. Rabbi zidnii &apos;ilma, warzuknii fahma, birahmatika yaa arhamarraahimiin.",
    "arti": "Aku ridha Allah sebagai Tuhan, Islam sebagai agama, Muhammad sebagai Nabi dan Rasul, Al Qur’an sebagai imam, dan Umat Muslim sebagai saudara. Yaa Tuhaku, tambahkanlah aku akan ilmu, dan berilah aku karunia untuk dapat memahaminya. Wahai Dzat Yang Maha Pengasih lagi Penyayang.",
    "read": 3
  },
  {
    "title": "Dzikir (3x)",
    "arab": "سُبْحَانَ اللّٰهِ وَبِحَمْدِهِ عَدَدَ خَلْقِهِ وَرِضَا نَفْسِهِ وَزِنَةَ عَرْشِهِ وَمِدَادَ كَلِمَاتِهِ",
    "latin": "Subhaanallahi wa bihamdihi ‘adada khalqihi wa ridhaa nafsihi wa zinata ‘arsyihi wa midadaa kalimaatihi",
    "arti": "Maha Suci Allah dan segala puji bagi-Nya sebanyak bilangan makhluk-Nya, serela diri-Nya, seberat timbangan ‘Arsy-Nya dan sebanyak tinta (bagi) kata-kata-Nya.",
    "read": 3
  },
  {
    "title": "Dzikir (3x)",
    "arab": "بِسْمِ اللّٰهِ الَّذِي لَا يَضُرُّ مَعَ اسْمِهِ شَيْءٌ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ وَهُوَ السَّمِيعُ الْعَلِيمُ",
    "latin": "Bismillahil-ladzii laa yadhurru ma’asmihi syaiun fiil ardhi walaa fissamaa-i wa huwassamii’ul ‘aliim.",
    "arti": "Dengan nama Allah, yang selama bersama nama-Nya tidak ada sesuatu pun di bumi ataupun di langit yang dapat membahayakan. Dan Dia-lah yang Maha Mendengar lagi Maha Mengetahui.",
    "read": 3
  },
  {
    "title": "Doa (3x)",
    "arab": "اللّٰهُـمَّ إِنَّا نَعُوْذُبِكَ مِنْ أَنْ نُشْرِكَ بِكَ شَيْئًا نَعْلَمُهُ وَنَسْتَغْفِرُكَ لِمَا لَا نَعْلَمُهُ",
    "latin": "Allahumma inna na’uudzubika min an nusyrika bika syai an na’lamuhu wa nastaghfiruka lima laa na’lamuh.",
    "arti": "Yaa Allah, sesungguhnya kami berlindung kepada-Mu dari menyekutukan-Mu dengan sesuatu yang kami ketahui, dan kami mohon ampun kepada-Mu untuk sesuatu yang tidak kami ketahui.",
    "read": 3
  },
  {
    "title": "Doa (3x)",
    "arab": "أَعُوْذُ بِكَلِمَاتِ اللّٰهِ التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ",
    "latin": "A’uudzu bikalimaatillahittaammaati min syarrimaa khalaq",
    "arti": "Aku berlindung dengan kalimat-kalimat Allah yang sempurna dari keburukan yang Dia ciptakan.",
    "read": 3
  },
  {
    "title": "Doa (3x)",
    "arab": "اَللّٰهُـمَّ اِنِّى اَعُوْذُ بِكَ مِنَ الْهَمِّ وَالْحَزَنِ , وَاَعُوذُ بِكَ مِنَ الْعَجْزِ وَالْكَسَلِ , وَاَعُوذُ بِكَ مِنَ الْجُبْنِ وَالْبُخْلِ , وَاَعُوذُ بِكَ مِنْ غَلَبَةِ الدَّيْنِ وَقَهْرِ الرِّ جَالِ",
    "latin": "Allahumma inni a’uudzu bika minal hammi wal hazan wa a’uzuu bika minal ‘ajzi wal kasal wa ‘auuzu bika minal jubni wal bukhl wa a’uzuu bika min gholabati daini wa qohrirrijal.",
    "arti": "Yaa Allah, aku berlindung kepada-Mu dari rasa gelisah dan sedih, dan aku berlindung kepada-Mu dari kelemahan dan kemalasan, dan aku berlindung kepada-Mu dari sifat pengecut dan bakhil, dan juga aku berlindung kepada-Mu dari tekanan hutang, dan kesewenang-wenangan orang.",
    "read": 3
  },
  {
    "title": "Doa (3x)",
    "arab": "اللّٰهُـمَّ عَافِنِي فِي بَدَنِي،, اللّٰهُـمَّ عَافِنِي فِي سَمْعِي،, اللّٰهُـمَّ عَافِنِي فِي بَصَرِي،, اللّٰهُـمَّ عَافِنِيْ فِيْ قَلْبِيْ",
    "latin": "Allahumma ‘aafinii fii badanii, Allahumma ‘aafinii fii sam’ii, Allahumma ‘aa finii fii basharii, Allahumma &apos;aafinii fii qalbii.",
    "arti": "Yaa Allah, sehatkanlah badanku. Yaa Allah sehatkanlah pendengaranku. Yaa Allah sehatkanlah penglihatanku. Yaa Allah sehatkanlah qolbunku (hatiku).",
    "read": 3
  },
  {
    "title": "Doa (3x)",
    "arab": "اللّٰهُـمَّ إِنِّي أَعُوْذُبِكَ مِنَ الْكُفْرِ وَالْفَقْرِ, وَأَعُوْذُبِكَ مِنْ عَذَابِ الْقَبْرِ, لَآ إِلَهَ إِلَّا أَنْتَ",
    "latin": "Allahumma innii a‘uudzu bika minal kufri wal faqri, Allahumma inni ‘auudzu bika min ‘adzaabil qabri, laa ilaaha illa anta.",
    "arti": "Yaa Allah, aku berlindung kepada-Mu dari kekufuran dan kefakiran, dan aku berlindung kepada-Mu dari adzab kubur. Tiada Tuhan kecuali Engkau.",
    "read": 3
  },
  {
    "title": "Dzikir &amp; Doa (3x)",
    "arab": "اَللّٰهُـمَّ أَنْتَ رَ بِّيْ لاَ إِلَهَ إِلاَّ أَنْتَ،, خَلَقْتَنِيْ وَأَنَا عَبْدُكَ،, وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ،, أَعُوْذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ،, أَبُوْءُ لَكَ بِنِعْمَتِكَ عَلَيَّ،, وَأَبُوْءُ بِذَنْبِيْ فَاغْفِرْ لِيْ فَإِنَّهُ لاَ يَغْفِرُ الذُّنُوْبَ إِلاَّ أَنْتَ",
    "latin": "Allahumma anta rabbi laa ilaha illa anta khalaqtanii wa anaa ‘abduka wa anaa ‘alaa ‘ahdika wa wa’dika maastatha’tu a’udzuubika min syarrimaa shana’tu abuu-u laka bini’matika ‘alaiyya wa abuu-u bizanbii faaghfirlii fainnahu laa yaghfiru dzunuuba illa anta",
    "arti": "Yaa Allah, Engkau Tuhanku, tiada Tuhan kecuali Engkau. Engkau ciptakan aku dan aku adalah hamba-Mu. Aku memegang teguh janji-Mu, semampuku. Aku berlindung kepada-Mu dari keburukan perbuatanku. Aku mengakui banyaknya nikmat (yang Engkau anugerahkan) kepadaku dan aku mengakui dosa-dosaku, maka ampunilah aku. Karena sesungguhnya tiada yang sanggup mengampuni dosa-dosa melainkan Engkau.",
    "read": 3
  },
  {
    "title": "Dzikir &amp; Doa (3x)",
    "arab": "أَسْتَغْفِرُ اللّٰهَ الَّذِي لَآ إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ وَأَتُوبُ إِلَيْهِ",
    "latin": "Astagfirullah, alladzii laa ilaaha illa huwal haiyyul qayyuum wa atuubu ilaih",
    "arti": "Aku mohon ampun kepada Allah, yang tiada Tuhan kecuali Dia. Yang Maha hidup kekal dan senantiasa mengurus (makhluk-Nya) dan aku bertaubat kepada-Nya.",
    "read": 3
  },
  {
    "title": "Dzikir &amp; Doa (10x)",
    "arab": "اللّٰهُـمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ وَعَلَى آلِ سَيِّدِنَا مُحَمَّدٍ،, كَمَا صَلَّيْتَ عَـلَى سَيِّدِنَا إِبْرَاهِيْمَ وَعَلَى آلِ سَيِّدِنَا إِبْرَاهِيْمَ،, وَبَارِكْ عَلَى سَيِّدِنَا مُحَمَّدٍ وَعَلَى آلِ سَيِّدِنَا مُحَمَّدٍ،, كَمَا بَارَكْتَ عَلَى سَيِّدِنَا إِبْرَاهِيْمَ وَعَلَى آلِ سَيِّدِنَا إِبْرَاهِيْمَ ,  فِيْ الْعَالَمِيْنَ، إِنَّكَ حَمِيْدٌ مَجِيْدٌ",
    "latin": "Allaahumma shalli &apos;alaa sayyidinaa muhammadin wa &apos;alaa aalii sayyidinaa muhammadin, kamaa shallaita &apos;alaa sayyidinaa ibraahiima wa &apos;alaa aali sayyidinaa ibraahiim, wa baarik &apos;alaa sayyidinaa muhammadin wa &apos;alaa aali sayyidinaa muhammadin, kamaa baarakta &apos;alaa sayyidina ibraahiima wa  &apos;alaa aali sayyidina ibraahiima, fil &apos;aalamiina  innaka hamiidun majiid.",
    "arti": "Yaa Allah, limpahkanlah rahmat kepada junjungan kami Nabi Muhammad serta keluarga junjungan kami Nabi Muhammad sebagaimana Engkau telah melimpahkan rahmat kepada junjungan kami Nabi Ibrahim beserta keluarga junjungan kami Nabi Ibrahim. Limpahkanlah barokah kepada junjungan kami Nabi Muhammad dan beserta keluarga junjungan kami Nabi Muhammad, sebagaimana Engkau telah limpahkan barokah kepada junjungan kami Nabi Ibrahim beserta keluarga Nabi Ibrahim di seluruh alam. Sesungguhnya, Engkaulah yang Maha Terpuji lagi Maha Mulia.",
    "read": 10
  },
  {
    "title": "Dzikir (100x)",
    "arab": "سُبْحَانَ اللّٰهِ،, وَالْحَمْدُ لِلّٰهِ،, وَلَآ إِلَهَ إِلَّا اللّٰهُ،, وَاللّٰهُ أَكْبَرُ",
    "latin": "Subhaanallah wal hamdu lillahi wa laa ilaa ha illallahu wallahu akbar.",
    "arti": "Maha Suci Allah, Segala Puji bagi Allah, Tiada Tuhan melainkan Allah dan Allah Maha Besar.",
    "read": 100
  },
  {
    "title": "Dzikir (10x)",
    "arab": "لَآ إِلَـهَ إِلَّا اللّٰهُ وَحْدَهُ لَاشَرِيْكَ لَهُ , لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ يُحْيِيْ وَيُمِيْتُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرُ",
    "latin": "Laa ilaaha illallaahu wahdahu laa syariikalah, lahul mulku walahul hamdu  yuhyii wa yumiitu wa huwa &apos;alaa kulli syai-in qadiir.",
    "arti": "Tiada Tuhan melainkan Allah semata. Tiada sekutu bagi-Nya, bagi-Nya seluruh kerajaan, bagi-Nya segala puji, yang menghidupkan dan juga mematikan, dan Dia berkuasa atas segala sesuatu.",
    "read": 10
  },
  {
    "title": "Dzikir &amp; Doa (3x)",
    "arab": "سُبْحَانَكَ اللّٰهُـمَّ وَبِحَمْدِكَ , أَشْهَدُ أَنْ لَآ إِلَهَ إِلَّآ أَنْتَ،, أَسْتَغْفِرُكَ وَأَتُوْبُ إِلَيْكَ",
    "latin": "Subhaanakallaahumma wa bihamdika asyhadu alla ilaaha illaa anta  astaghfiruka wa atuubu ilaika.",
    "arti": "Maha Suci Engkau yaa Allah, dan segala puji bagi-Mu. Aku bersaksi bahwa tiada Tuhan melainkan Engkau, aku mohon ampun dan bertaubat kepada-Mu.",
    "read": 3
  },
  {
    "title": "Shalawat",
    "arab": "اللّٰهُـمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ عَبْدِكَ وَرَسُوْلِكَ النَّبِيِّ الْأُمِّيِّ وَعَلَى آلِهِ وَصَحْبِهِ وَسَلِّمْ تَسْلِيْمًا عَدَدَمَا أَحَاطَ بِهِ عِلْمُكَ وَخَطَّ بِهِ قَلَمُكَ وَأَحْصَاهُ كِتَابُكَ،, وَارْضَ اللَّهُمَّ عَنْ سَادَاتِنَا أَبِي بَكْرٍ وَعُمَرَ وَعُثْمَانَ وَعَلِيٍّ،, وَعَنِ الصَّحَابَةِ أَجْمَعِيْنَ،, وَعَنِ التَّابِعِيْنَ وَتَابِعِيْهِمْ بِإِحْسَانٍ إِلَى يَوْمِ الدِّيْنِ",
    "latin": "Allaahumma shalli &apos;alaa sayyidina muhammadin &apos;abdika wa nabiyyika wa rosuulikannabiyyil ummiyyi wa &apos;alaa aalihi wa shahbihi wa sallama tasliiman  &apos;adada maa ahaatha bihi &apos;ilmuka wa khath-thabihi qalamuka wa ahshaahu kitaabuka, wardhallaahumma &apos;an saadaatinaa abii bakrin wa &apos;umara wa  &apos;utsmaana wa &apos;alii, wa &apos;anish-shahaabat i ajma&apos;iin, wa &apos;anit-taabi&apos;iina wa taabi&apos;iihim bi ihsaanin ilaa yaumiddiin.",
    "arti": "Yaa Allah, berilah sholawat kepada Muhammad; hamba-Mu, dan Rasul-Mu, Nabi yang ummi. Juga kepada keluarga dan para sahabatnya, serta berilah keselamatan sebanyak yang terjangkau oleh ilmu-Mu, yang tercatat oleh pena-Mu; dan yang terangkum oleh kitab-Mu. Ridhailah yaa Allah para pemimpin kami Abu Bakar, Umar, Utsman, dan Ali, serta semua sahabat, semua tabi’in dan orang-orang yang mengikuti mereka sampai hari Pembalasan.",
    "read": 1
  },
  {
    "title": "Dzikir",
    "arab": "سُبْحَانَ رَبِّكَ رَبِّ الْعِزَّةِ عَمَّا يَصِفُوْنَ , وَسَلَامٌ عَلَى الْمُرْسَلِيْنَ , وَالْحَمْدُ لِلّٰهِ رَبِّ الْعَالَمِيْنَ",
    "latin": "subhaana rabbika rabbil&apos;izzati &apos;amma yashifuuna wasalaamun &apos;alal mursaliin, walhamdulillahirabbil &apos;aalamiina",
    "arti": "Maha Suci Tuhanmu, Pemilik segala kemuliaan dari apa-apa yang mereka sifatkan. Keselamatan semoga tercurah kepada para utusan dan segala puji bagi Allah. Tuhan sekalian alam.",
    "read": 1
  },
  {
    "title": "تَمْبِيْهٌ - وِرْدُ الرَّابِطَةِ",
    "arab": "-",
    "latin": "-",
    "arti": "-",
    "view": 1,
    "read": 0
  },
  {
    "title": "QS. Ali Imran : 26-27",
    "arab": "قُلِ اللهم مٰلِكَ الْمُلْكِ تُؤْتِى الْمُلْكَ مَنْ تَشَاۤءُ وَتَنْزِعُ الْمُلْكَ مِمَّنْ تَشَاۤءُۖ وَتُعِزُّ مَنْ تَشَاۤءُ وَتُذِلُّ مَنْ تَشَاۤءُ ۗ بِيَدِكَ الْخَيْرُ ۗ اِنَّكَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ۝  تُوْلِجُ الَّيْلَ فِى النَّهَارِ وَتُوْلِجُ النَّهَارَ فِى الَّيْلِ وَتُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَتُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَتَرْزُقُ مَنْ تَشَاۤءُ بِغَيْرِ حِسَابٍ ۝",
    "latin": "Qulillahumma malikal mulki tu’tilmulka man tasaa’u watanzi’ul mulka mimmantasaa’u watu ’ijzu mantasaa’u wa tudzillu mantasaa’u biyadikal khairu innaka ’ala kulli syai-in qadiir. ۝ Tuulijul laila fiinnahaari wa tuulijunnahaara fillaili wa tukhrijul hayya minal mayyiti wa tukhrijul mayyita minal hayyi wa tarzuqu mantasyaa’u bighairi hisaabin.",
    "arti": "Katakanlah: “Wahai Tuhan Yang mempunyai kerajaan, Engkau berikan kerajaan kepada orang yang Engkau kehendaki dan Engkau cabut kerajaan dari orang yang Engkau kehendaki. Engkau muliakan orang yang Engkau kehendaki dan Engkau hinakan orang yang Engkau kehendaki. Di tangan Engkaulah segala kebajikan. Sesungguhnya Engkau Maha Kuasa atas segala sesuatu. ۝ Engkau masukkan malam ke dalam siang dan Engkau masukkan siang ke dalam malam. Engkau keluarkan yang hidup dari yang mati, dan Engkau keluarkan yang mati dari yang hidup. Dan Engkau beri rezeki siapa yang Engkau kehendaki tanpa hisab (batas)”.",
    "read": 1
  },
  {
    "title": "Dzikir",
    "arab": "اللهم إِنَّ هَذَا إِقْبَالُ نَهَارِكَ وَإِدْبَارُ لَيْلِكَ , وَأَصْوَاتُ دُعَاتِكَ فَاغْفِرْلِي",
    "latin": "allahumma inni hadzaa iqbaalu nahaarika waidbaaru lailika, wa ashwaatu du&apos;aatika faaghfirlii",
    "arti": "Yaa Allah, sesungguhnya inilah saat datangnya siang-Mu dan perginya malam-Mu serta suara permohonan kepada-Mu, maka ampunilah aku.",
    "read": 1
  },
  {
    "title": "Doa Rabithah",
    "arab": "اللهم إِنَّكَ تَعْلَمُ أَنَّ هَذِهِ الْقُلُوْبَ قَدِاجْتَمَعَتْ عَلَى مَحَبَّتِكَ , وَالْتَقَتْ عَلَى طَاعَتِكَ , وَتَوَحَّدَتْ عَلَى دَعْوَتِكَ , وَتَعَاهَدَتْ عَلَى نُصْرَةِ شَرِيْعَتِكَ , فَوَثِّقِ اللهم رَابِطَتَهَا , وَأَدِمْ وُدَّهَا , وَاهْدِهَا سُبُلَهَا , وَامْلَأْهَا بِنُوْرِكَ الَّذِيْ لَايَخْبُو , وَاشْرَحْ صُدُوْرَهَا بِفَيْضِ الْإِيْمَانِ بِكَ , وَجَمِيْلِ التَّوَكُّلِ عَلَيْكَ , وَأَحْيِهَا بِمَعْرِفَتِكَ , وَأَمِتْهَا عَلَى الشَّهَادَةِ فِيْ سَبِيْلِكَ , إِنَّكَ نِعْمَ الْمَوْلَى وَنِعْمَ النَّصِيْرُ",
    "latin": "Allaahumma innaka ta’lamu anna haadihil quluuba qadijtama’at ‘alaa makhabbatika wal taqat ‘alaa thaa’atika wa tawahhadat ‘alaa da’watika wa ta’aahadat ‘alaa nuhrati syari’atika fawatsiqillahumma raabithatahaa, wa adhim wuddahaa, wahdihaa, subulahaa, wamla’haa, binuurikalladzii layakhbuu, wasrah shuduurahaa bifaidil iimaanibika, wa jamiilittawakulli ‘alaika wa ahyihaa bima’rifatika wa amit-haa ‘alasy-syahaadati fi sabiilika innaka ni’mal maula wa ni’mannashiir.",
    "arti": "Yaa Allah, sesungguhnya Engkau Maha Mengetahui bahwa hati-hati ini telah berkumpul atas dasar kecintaan pada-Mu, bersua atas dasar ketaatan pada-Mu, bersatu dalam rangka menyeru (dijalan)-Mu, dan berjanji setia untuk membela syari’at-Mu, maka kuatkanlah ikatan pertaliannya. Yaa Allah, abadikanlah kasih sayangnya, tunjukanlah jalan-jalannya, dan penuhilah ia dengan cahaya-Mu yang tidak pernah redup , lapangkanlah dadanya dengan limpahan iman dan keindahan tawakal kepada-Mu, hidupkanlah tawakal kepada-Mu, hidupkanlah ia dengan pengenalan pada-Mu, dan matikanlah ia dalam keadaan syahid di jalan-Mu. Sesungguhnya Engkau sebaik-baik pelindung dan sebaik-baik penolong.",
    "read": 1
  },
  {
    "title": "Shalawat dan Doa",
    "arab": "اللهم آمِيْنَ , وَصَلِّ اللهم عَلَى سَيِّدِنَا مُحَمَّدٍ وَعَلَى آلِهِ وَصَحْبِهِ وَسَلِّمْ",
    "latin": "Allaahumma aamiin wa shalillahumma ‘alaa sayyidinaa muhammadin wa ‘alaa aalihi wa shahbihi wasallim.",
    "arti": "Yaa Allah kabulkanlah. Dan semoga sholawat serta salam selalu tercurahkan kepada junjungan kami Muhammad, kepada keluarganya dan kepada semua sahabatnya.",
    "read": 1
  }
]