[
  {
    "zikir_name": "Al-Fatihah - 1x",
    "zikir_list": [
      {
        "note": "Ayat 1",
        "text": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ ",
        "translate": "Dengan menyebut nama Allah Yang Maha Pemurah lagi Maha Penyayang"
      },
      {
        "note": "Ayat 2",
        "text": "ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ",
        "translate": "Segala puji bagi Allah, Tuhan semesta alam"
      },
      {
        "note": "Ayat 3",
        "text": "ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
        "translate": "Maha Pemurah lagi Maha Penyayang"
      },
      {
        "note": "Ayat 4",
        "text": "مَٰلِكِ يَوۡمِ ٱلدِّينِ",
        "translate": "Yang menguasai hari pembalasan"
      },
      {
        "note": "Ayat 5",
        "text": "إِيَّاكَ نَعۡبُدُ وَإِيَّاكَ نَسۡتَعِينُ",
        "translate": "Hanya kepada Engkaulah kami menyembah dan hanya kepada Engkaulah kami mohon pertolongan"
      },
      {
        "note": "Ayat 6",
        "text": "ٱهۡدِنَا ٱلصِّرَٰطَ ٱلۡمُسۡتَقِيمَ",
        "translate": "Tunjukilah kami jalan yang lurus"
      },
      {
        "note": "Ayat 7",
        "text": "صِرَٰطَ ٱلَّذِينَ أَنۡعَمۡتَ عَلَيۡهِمۡ غَيۡرِ ٱلۡمَغۡضُوبِ عَلَيۡهِمۡ وَلَا ٱلضَّآلِّينَ",
        "translate": "(yaitu) jalan orang-orang yang telah Engkau anugerahkan nikmat kepada mereka, bukan (jalan) mereka yang dimurkai dan bukan (pula jalan) mereka yang sesat"
      }
    ]
  },
  {
    "zikir_name": "Al-Baqarah - 1x",
    "bismillah": true,
    "zikir_list": [
      {
        "note": "Ayat 1",
        "text": "الٓمٓ",
        "translate": "Alif Laam Miim"
      },
      {
        "note": "Ayat 2",
        "text": "ذَٰلِكَ ٱلۡكِتَٰبُ لَا رَيۡبَۛ فِيهِۛ هُدٗى لِّلۡمُتَّقِينَ",
        "translate": "Kitab (Al Qur'an) ini tidak ada keraguan padanya; petunjuk bagi mereka yang bertakwa"
      },
      {
        "note": "Ayat 3",
        "text": "ٱلَّذِينَ يُؤۡمِنُونَ بِٱلۡغَيۡبِ وَيُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ",
        "translate": "(yaitu) mereka yang beriman kepada yang gaib, yang mendirikan shalat dan menafkahkan sebahagian rezki yang Kami anugerahkan kepada mereka"
      },
      {
        "note": "Ayat 4",
        "text": "وَٱلَّذِينَ يُؤۡمِنُونَ بِمَآ أُنزِلَ إِلَيۡكَ وَمَآ أُنزِلَ مِن قَبۡلِكَ وَبِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ",
        "translate": "Dan mereka yang beriman kepada Kitab (AlQur'an) yang telah diturunkan kepadamu dan Kitab-kitab yang telah diturunkan sebelummu, serta mereka yakin akan adanya (kehidupan) akhirat"
      },
      {
        "note": "Ayat 5",
        "text": "أُوْلَٰٓئِكَ عَلَىٰ هُدٗى مِّن رَّبِّهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ",
        "translate": "Mereka itulah yang tetap mendapat petunjuk dari Tuhan mereka, dan merekalah orang-orang yang beruntung"
      }
    ]
  },
  {
    "zikir_name": "Al-Baqarah - 1x",
    "zikir_list": [
      {
        "note": "Ayat 255",
        "text": "ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُۚ لَا تَأۡخُذُهُۥ سِنَةٞ وَلَا نَوۡمٞۚ لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ مَن ذَا ٱلَّذِي يَشۡفَعُ عِندَهُۥٓ إِلَّا بِإِذۡنِهِۦۚ يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡۖ وَلَا يُحِيطُونَ بِشَيۡءٖ مِّنۡ عِلۡمِهِۦٓ إِلَّا بِمَا شَآءَۚ وَسِعَ كُرۡسِيُّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَۖ وَلَايَئُودُهُۥ حِفۡظُهُمَاۚ وَهُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ ",
        "translate": "Allah, tidak ada Tuhan (yang berhak disembah) melainkan Dia Yang Hidup kekal lagi terus menerus mengurus (makhluk-Nya); tidak mengantuk dan tidak tidur. Kepunyaan-Nya apa yang di langit dan di bumi. Tiada yang dapat memberi syafaat di sisi Allah tanpa izin-Nya. Allah mengetahui apa-apa yang di hadapan mereka dan di belakang mereka, dan mereka tidak mengetahui apa-apa dari ilmu Allah melainkan apa yang dikehendaki-Nya. Kursi Allah meliputi langit dan bumi. Dan Allah tidak merasa berat memelihara keduanya, dan Allah Maha Tinggi lagi Maha Besar"
      }
    ]
  },
  {
    "zikir_name": "Al-Baqarah - 1x",
    "zikir_list": [
      {
        "note": "Ayat 256",
        "text": "لَآ إِكۡرَاهَ فِي ٱلدِّينِۖ قَد تَّبَيَّنَ ٱلرُّشۡدُ مِنَ ٱلۡغَيِّۚ فَمَن يَكۡفُرۡ بِٱلطَّٰغُوتِ وَيُؤۡمِنۢ بِٱللَّهِ فَقَدِ ٱسۡتَمۡسَكَ بِٱلۡعُرۡوَةِ ٱلۡوُثۡقَىٰ لَا ٱنفِصَامَ لَهَاۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ",
        "translate": "Tidak ada paksaan untuk (memasuki) agama (Islam); sesungguhnya telah jelas jalan yang benar daripada jalan yang sesat. Karena itu barang siapa yang ingkar kepada Thaghut dan beriman kepada Allah, maka sesungguhnya ia telah berpegang kepada buhu tali yang amat kuat yang tidak akan putus. Dan Allah Maha Mendengar lagi Maha Mengetahui."
      },
      {
        "note": "Ayat 257",
        "text": "ٱللَّهُ وَلِيُّ ٱلَّذِينَ ءَامَنُواْ يُخۡرِجُهُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۖ وَٱلَّذِينَ كَفَرُوٓاْ أَوۡلِيَآؤُهُمُ ٱلطَّٰغُوتُ يُخۡرِجُونَهُم مِّنَ ٱلنُّورِ إِلَى ٱلظُّلُمَٰتِۗ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ",
        "translate": "Allah Pelindung orang-orang yang beriman; Dia mengeluarkan mereka dari kegelapan (kekafiran) kepada cahaya (iman). Dan orang-orang yang kafir, pelindung-pelindungnya ialah setan, yang mengeluarkan mereka dari cahaya kepada kegelapan (kekafiran). Mereka itu adalah penghuni neraka; mereka kekal di dalamnya"
      }
    ]
  },
  {
    "zikir_name": "Al-Baqarah - 1x",
    "zikir_list": [
      {
        "note": "Ayat 284",
        "text": "لِّلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَإِن تُبۡدُواْ مَا فِيٓ أَنفُسِكُمۡ أَوۡ تُخۡفُوهُ يُحَاسِبۡكُم بِهِ ٱللَّهُۖ فَيَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ",
        "translate": "Kepunyaan Allah-lah segala apa yang ada di langit dan apa yang ada di bumi. Dan jika kamu melahirkan apa yang ada di dalam hatimu atau kamu menyembunyikannya, niscaya Allah akan membuat perhitungan dengan kamu tentang perbuatanmu itu. Maka Allah mengampuni siapa yang dikehendaki-Nya dan menyiksa siapa yang dikehendaki-Nya; dan Allah Maha Kuasa atas segala sesuatu"
      },
      {
        "note": "Ayat 285",
        "text": "ءَامَنَ ٱلرَّسُولُ بِمَآ أُنزِلَ إِلَيۡهِ مِن رَّبِّهِۦ وَٱلۡمُؤۡمِنُونَۚ كُلٌّ ءَامَنَ بِٱللَّهِ وَمَلَٰٓئِكَتِهِۦ وَكُتُبِهِۦ وَرُسُلِهِۦ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّن رُّسُلِهِۦۚ وَقَالُواْ سَمِعۡنَا وَأَطَعۡنَاۖ غُفۡرَانَكَ رَبَّنَا وَإِلَيۡكَ ٱلۡمَصِيرُ",
        "translate": "Rasul telah beriman kepada Al Qur'an yang diturunkan kepadanya dari Tuhannya, demikian pula orang-orang yang beriman. Semuanya beriman kepada Allah, malaikat-malaikat-Nya, kitab-kitab-Nya dan rasul-rasul-Nya. (Mereka mengatakan): &quot;Kami tidak membeda-bedakan antara seseorang pun (dengan yang lain) dari rasul rasul-Nya&quot;, dan mereka mengatakan: &quot;Kami dengar dan kami taat&quot;. (Mereka berdoa):&quot;Ampunilah kami ya Tuhan kami dan kepada Engkaulah tempat kembali&quot;"
      },
      {
        "note": "Ayat 286",
        "text": "لَا يُكَلِّفُ ٱللَّهُ نَفۡسًا إِلَّا وُسۡعَهَاۚ لَهَا مَا كَسَبَتۡ وَعَلَيۡهَا مَا ٱكۡتَسَبَتۡۗ رَبَّنَا لَا تُؤَاخِذۡنَآ إِن نَّسِينَآ أَوۡ أَخۡطَأۡنَاۚ رَبَّنَا وَلَا تَحۡمِلۡ عَلَيۡنَآ إِصۡرٗا كَمَا حَمَلۡتَهُۥ عَلَى ٱلَّذِينَ مِن قَبۡلِنَاۚ رَبَّنَا وَلَا تُحَمِّلۡنَا مَا لَا طَاقَةَ لَنَا بِهِۦۖ وَٱعۡفُ عَنَّا وَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَآۚ أَنتَ مَوۡلَىٰنَا فَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ",
        "translate": "Allah tidak membebani seseorang melainkan sesuai dengan kesanggupannya. Ia mendapat pahala (dari kebajikan) yang diusahakannya dan ia mendapat siksa (dari kejahatan) yang dikerjakannya. (Mereka berdo`a): &quot;Ya Tuhan kami, janganlah Engkau hukum kami jika kami lupa atau kami tersalah. Ya Tuhan kami, janganlah Engkau bebankan kepada kami beban yang berat sebagaimana Engkau bebankan kepada orang-orang yang sebelum kami. Ya Tuhan kami, janganlah Engkau pikulkan kepada kami apa yang tak sanggup kami memikulnya. Beri maaflah kami; ampunilah kami; dan rahmatilah kami. Engkaulah Penolong kami, maka tolonglah kami terhadap kaum yang kafir&quot;"
      }
    ]
  },
  {
    "zikir_name": "Ali Imran - 1x",
    "bismillah": true,
    "zikir_list": [
      {
        "note": "Ayat 1",
        "text": "الٓمٓ",
        "translate": "Alif Lam Mim"
      },
      {
        "note": "Ayat 2",
        "text": "ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُ",
        "translate": "Allah, tidak ada Tuhan (yang berhak disembah) melainkan Dia. Yang Hidup kekal lagi terus menerus mengurus makhluk-Nya"
      }
    ]
  },
  {
    "zikir_name": "Thoha - 1x",
    "zikir_list": [
      {
        "note": "Ayat 111",
        "text": "وَعَنَتِ ٱلۡوُجُوهُ لِلۡحَيِّ ٱلۡقَيُّومِۖ وَقَدۡ خَابَ مَنۡ حَمَلَ ظُلۡمٗا",
        "translate": "Dan tunduklah semua muka (dengan berendah diri) kepada Tuhan Yang Hidup Kekal lagi senantiasa mengurus (makhluk-Nya). Dan sesungguhnya telah merugilah orang yang melakukan kelaliman"
      },
      {
        "note": "Ayat 112",
        "text": "وَمَن يَعۡمَلۡ مِنَ ٱلصَّٰلِحَٰتِ وَهُوَ مُؤۡمِنٞ فَلَا يَخَافُ ظُلۡمٗا وَلَا هَضۡمٗا",
        "translate": "Dan barang siapa mengerjakan amal-amal yang saleh dan ia dalam keadaan beriman, maka ia tidak khawatir akan perlakuan yang tidak adil (terhadapnya) dan tidak (pula) akan pengurangan haknya"
      }
    ]
  },
  {
    "zikir_name": "At-Taubah - 7x",
    "zikir_list": [
      {
        "note": "Ayat 129",
        "text": "حَسۡبِيَ ٱللَّهُ لَآإِلَٰهَ إِلَّاهُوَۖ عَلَيۡهِ تَوَكَّلۡتُۖ وَهُوَ رَبُّ ٱلۡعَرۡشِ ٱلۡعَظِيمِ ",
        "translate": "&quot;Cukuplah Allah bagiku; tidak ada Tuhanselain Dia. Hanya kepada-Nya aku bertawakal dan Dia adalah Tuhan yang memiliki Arasy yang agung&quot;"
      }
    ]
  },
  {
    "zikir_name": "Al-Isra - 1x",
    "zikir_list": [
      {
        "note": "Ayat 110",
        "text": "قُلِ ٱدۡعُواْ ٱللَّهَ أَوِ ٱدۡعُواْ ٱلرَّحۡمَٰنَۖ أَيّٗا مَّا تَدۡعُواْ فَلَهُ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰۚ وَلَاتَجۡهَرۡ بِصَلَاتِكَ وَلَا تُخَافِتۡ بِهَا وَٱبۡتَغِ بَيۡنَ ذَٰلِكَ سَبِيلٗا",
        "translate": "Katakanlah: &quot;Serulah Allah atau serulahAr-Rahman. Dengan nama yang mana saja kamu seru, Diamempunyai al asmaaulhusna (nama-nama yang terbaik)dan janganlah kamu mengeraskan suaramu dalam salatmudan janganlah pula merendahkannya dan carilah jalantengah di antara kedua itu&quot;"
      },
      {
        "note": "Ayat 111",
        "text": "وَقُلِ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي لَمۡ يَتَّخِذۡ وَلَدٗا وَلَمۡ يَكُن لَّهُۥ شَرِيكٞ فِي ٱلۡمُلۡكِ وَلَمۡ يَكُن لَّهُۥ وَلِيّٞ مِّنَ ٱلذُّلِّۖ وَكَبِّرۡهُ تَكۡبِيرَۢا",
        "translate": "Dan katakanlah: &quot;Segala puji bagi AllahYang tidak mempunyai anak dan tidak mempunyai sekutudalam kerajaan-Nya dan Dia bukan pula hina yangmemerlukan penolong dan agungkanlah Dia denganpengagungan yang sebesar-besarnya"
      }
    ]
  },
  {
    "zikir_name": "Al-Mu'minun - 1x",
    "zikir_list": [
      {
        "note": "Ayat 115",
        "text": "أَفَحَسِبۡتُمۡ أَنَّمَا خَلَقۡنَٰكُمۡ عَبَثٗا وَأَنَّكُمۡ إِلَيۡنَا لَا تُرۡجَعُونَ",
        "translate": "Maka apakah kamu mengira, bahwa sesungguhnya Kami menciptakan kamu secara main-main (saja), dan bahwa kamu tidak akan dikembalikan kepada Kami ?"
      },
      {
        "note": "Ayat 116",
        "text": "فَتَعَٰلَى ٱللَّهُ ٱلۡمَلِكُ ٱلۡحَقُّۖ لَآ إِلَٰهَ إِلَّا هُوَ رَبُّ ٱلۡعَرۡشِ ٱلۡكَرِيمِ",
        "translate": "Maka Maha Tinggi Allah, Raja Yang Sebenarnya; tidak ada Tuhan (yang berhak disembah) selain Dia, Tuhan (Yang mempunyai) Arasy yang mulia"
      },
      {
        "note": "Ayat 117",
        "text": "وَمَن يَدۡعُ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَلَابُرۡهَٰنَ لَهُۥ بِهِۦ فَإِنَّمَا حِسَابُهُۥ عِندَ رَبِّهِۦٓۚ إِنَّهُۥلَايُفۡلِحُ ٱلۡكَٰفِرُونَ",
        "translate": "Dan barang siapa menyembah tuhan yang lain di samping Allah, padahal tidak ada suatu dalil pun baginya tentang itu, maka sesungguhnya perhitungannya di sisi Tuhannya. Sesungguhnya orang-orang yang kafir itu tiada beruntung"
      },
      {
        "note": "Ayat 118",
        "text": "وَقُل رَّبِّ ٱغۡفِرۡ وَٱرۡحَمۡ وَأَنتَ خَيۡرُ ٱلرَّٰحِمِينَ",
        "translate": "Dan katakanlah: &quot;Ya Tuhanku berilah ampun dan berilah rahmat, dan Engkau adalah Pemberi rahmat Yang Paling baik"
      }
    ]
  },
  {
    "zikir_name": "Ar-Rum - 1x",
    "zikir_list": [
      {
        "note": "Ayat 17",
        "text": "فَسُبۡحَٰنَ ٱللَّهِ حِينَ تُمۡسُونَ وَحِينَ تُصۡبِحُونَ",
        "translate": "Maka bertasbihlah kepada Allah di waktu kamu berada di petang hari dan waktu kamu berada di waktu subuh"
      },
      {
        "note": "Ayat 18",
        "text": "وَلَهُ ٱلۡحَمۡدُ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَعَشِيّٗا وَحِينَ تُظۡهِرُونَ",
        "translate": "Dan bagi-Nya-lah segala puji di langit dan di bumi dan di waktu kamu berada pada petang hari dan di waktu kamu berada di waktu Zuhur"
      },
      {
        "note": "Ayat 19",
        "text": "يُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَيُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّ وَيُحۡيِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ وَكَذَٰلِكَ تُخۡرَجُونَ",
        "translate": "Dia mengeluarkan yang hidup dari yang mati dan mengeluarkan yang mati dari yang hidup dan menghidupkan bumi sesudah matinya. Dan seperti itulah kamu akan dikeluarkan dari kubur"
      },
      {
        "note": "Ayat 20",
        "text": "وَمِنۡءَايَٰتِهِۦٓ أَنۡ خَلَقَكُم مِّن تُرَابٖ ثُمَّ إِذَآ أَنتُم بَشَرٞ تَنتَشِرُونَ",
        "translate": "Dan di antara tanda-tanda kekuasaan-Nya ialah Dia menciptakan kamu dari tanah, kemudian tiba-tiba kamu menjadi manusia yang berkembang biak"
      },
      {
        "note": "Ayat 21",
        "text": "وَمِنۡ ءَايَٰتِهِۦٓ أَنۡ خَلَقَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا لِّتَسۡكُنُوٓاْ إِلَيۡهَا وَجَعَلَ بَيۡنَكُم مَّوَدَّةٗ وَرَحۡمَةًۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ",
        "translate": "Dan di antara tanda-tanda kekuasaan-Nya ialah Dia menciptakan untukmu isteri-isteri dari jenismu sendiri, supaya kamu cenderung dan merasa tenteram kepadanya, dan dijadikan-Nya diantaramu rasa kasih dan sayang. Sesungguhnya pada yang demikian itu benar-benar terdapat tanda-tanda bagi kaum yang berfikir"
      },
      {
        "note": "Ayat 22",
        "text": "وَمِنۡ ءَايَٰتِهِۦ خَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفُ أَلۡسِنَتِكُمۡ وَأَلۡوَٰنِكُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّلۡعَٰلِمِينَ",
        "translate": "Dan di antara tanda-tanda kekuasaan-Nya ialah menciptakan langit dan bumi dan berlain-lainan bahasamu dan warna kulitmu. Sesungguhnya pada yang demikan itu benar-benar terdapat tanda-tanda bagi orang-orang yang mengetahui"
      },
      {
        "note": "Ayat 23",
        "text": "وَمِنۡ ءَايَٰتِهِۦ مَنَامُكُم بِٱلَّيۡلِ وَٱلنَّهَارِ وَٱبۡتِغَآؤُكُم مِّن فَضۡلِهِۦٓۚإِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَسۡمَعُونَ",
        "translate": "Dan di antara tanda-tanda kekuasaan-Nya ialah tidurmu di waktu malam dan siang hari dan usahamu mencari sebagian dari karunia-Nya. Sesungguhnya pada yang demikian itu benar-benar terdapat tanda-tanda bagi kaum yang mendengarkan"
      },
      {
        "note": "Ayat 24",
        "text": "وَمِنۡءَايَٰتِهِۦ يُرِيكُمُ ٱلۡبَرۡقَ خَوۡفٗا وَطَمَعٗا وَيُنَزِّلُ مِنَ ٱلسَّمَآءِمَآءٗ فَيُحۡيِۦبِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَآۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ",
        "translate": "Dan di antara tanda-tanda kekuasaan-Nya, Dia memperlihatkan kepadamu kilat untuk menimbulkan ketakutan dan harapan, dan Dia menurunkan hujan dari langit, lalu menghidupkan bumi dengan air itu sesudah matinya. Sesungguhnya pada yang demikian itu benar-benar terdapat tanda-tanda bagi kaum yang mempergunakan akalnya"
      },
      {
        "note": "Ayat 25",
        "text": "وَمِنۡ ءَايَٰتِهِۦٓأَن تَقُومَ ٱلسَّمَآءُ وَٱلۡأَرۡضُ بِأَمۡرِهِۦۚ ثُمَّ إِذَا دَعَاكُمۡ دَعۡوَةٗ مِّنَ ٱلۡأَرۡضِ إِذَآ أَنتُمۡ تَخۡرُجُونَ",
        "translate": "Dan di antara tanda-tanda kekuasaan-Nya ialah berdirinya langit dan bumi dengan iradat-Nya. Kemudian apabila Dia memanggil kamu sekali panggil dari bumi, seketika itu juga kamu keluar dari kubur"
      },
      {
        "note": "Ayat 26",
        "text": "وَلَهُۥ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ كُلّٞ لَّهُۥ قَٰنِتُونَ",
        "translate": "Dan kepunyaan-Nya-lah siapa saja yang ada di langit dan di bumi. Semuanya hanya kepada-Nya tunduk"
      }
    ]
  },
  {
    "zikir_name": "Ghafir - 1x",
    "zikir_list": [
      {
        "note": "Ayat 1",
        "text": "حمٓ",
        "translate": "Haa Miim"
      },
      {
        "note": "Ayat 2",
        "text": "تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡعَلِيمِ",
        "translate": "Diturunkan Kitab ini (Al Quran) dari Allah Yang Maha Perkasa lagi Maha Mengetahui"
      },
      {
        "note": "Ayat 3",
        "text": "غَافِرِ ٱلذَّنۢبِ وَقَابِلِ ٱلتَّوۡبِ شَدِيدِ ٱلۡعِقَابِ ذِي ٱلطَّوۡلِۖ لَآ إِلَٰهَ إِلَّاهُوَۖ إِلَيۡهِ ٱلۡمَصِيرُ",
        "translate": "Yang Mengampuni dosa dan Menerima taubat lagi keras hukuman-Nya. Yang mempunyai karunia. Tiada Tuhan (yang berhak disembah) selain Dia. Hanya kepada-Nya-lah kembali (semua makhluk)"
      }
    ]
  },
  {
    "zikir_name": "Al-Hasyr - 1x",
    "zikir_list": [
      {
        "note": "Ayat 22",
        "text": "هُوَ ٱللَّهُ ٱلَّذِي لَآ إِلَٰهَ إِلَّا هُوَۖ عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِۖ هُوَ ٱلرَّحۡمَٰنُ ٱلرَّحِيمُ",
        "translate": "Dialah Allah Yang tiada Tuhan selain Dia, Yang Mengetahui yang ghaib dan yang nyata, Dialah Yang Maha Pemurah lagi Maha Penyayang"
      },
      {
        "note": "Ayat 23",
        "text": "هُوَ ٱللَّهُ ٱلَّذِي لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡمَلِكُ ٱلۡقُدُّوسُ ٱلسَّلَٰمُ ٱلۡمُؤۡمِنُ ٱلۡمُهَيۡمِنُ ٱلۡعَزِيزُ ٱلۡجَبَّارُ ٱلۡمُتَكَبِّرُۚ سُبۡحَٰنَ ٱللَّهِ عَمَّا يُشۡرِكُونَ",
        "translate": "Dialah Allah Yang tiada Tuhan selain Dia, Raja, Yang Maha Suci, Yang Maha Sejahtera, Yang Mengaruniakan Keamanan, Yang Maha Memelihara, Yang Maha Perkasa, Yang Maha Kuasa, Yang Memiliki segala Keagungan, Maha Suci Allah dari apa yang mereka persekutukan"
      },
      {
        "note": "Ayat 24",
        "text": "هُوَ ٱللَّهُ ٱلۡخَٰلِقُ ٱلۡبَارِئُ ٱلۡمُصَوِّرُۖ لَهُ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰۚ يُسَبِّحُ لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
        "translate": "Dialah Allah Yang Menciptakan, Yang Mengadakan, Yang Membentuk Rupa, Yang Mempunyai Asmaaul Husna. Bertasbih kepada-Nya apa yang di langit dan bumi. Dan Dialah Yang Maha Perkasa lagi Maha Bijaksana"
      }
    ]
  },
  {
    "zikir_name": "Az-Zalzalah - 1x",
    "bismillah": true,
    "zikir_list": [
      {
        "note": "Ayat 1",
        "text": "إِذَا زُلۡزِلَتِ ٱلۡأَرۡضُ زِلۡزَالَهَا",
        "translate": "Apabila bumi digoncangkan dengan goncangan (yang dahsyat)"
      },
      {
        "note": "Ayat 2",
        "text": "وَأَخۡرَجَتِ ٱلۡأَرۡضُ أَثۡقَالَهَا",
        "translate": "dan bumi telah mengeluarkan beban-beban berat (yang dikandung)nya"
      },
      {
        "note": "Ayat 3",
        "text": "وَقَالَ ٱلۡإِنسَٰنُ مَا لَهَا",
        "translate": "dan manusia bertanya: &quot;Mengapa bumi (menjadi begini)?&quot;"
      },
      {
        "note": "Ayat 4",
        "text": "يَوۡمَئِذٖ تُحَدِّثُ أَخۡبَارَهَا",
        "translate": "Pada hari itu bumi menceritakan beritanya"
      },
      {
        "note": "Ayat 5",
        "text": "بِأَنَّ رَبَّكَ أَوۡحَىٰ لَهَا",
        "translate": "karena sesungguhnya Tuhanmu telah memerintahkan (yang sedemikian itu) kepadanya"
      },
      {
        "note": "Ayat 6",
        "text": "يَوۡمَئِذٖ يَصۡدُرُ ٱلنَّاسُ أَشۡتَاتٗا لِّيُرَوۡاْ أَعۡمَٰلَهُمۡ",
        "translate": "Pada hari itu manusia ke luar dari kuburnya dalam keadaan bermacam-macam, supaya diperlihatkan kepada mereka (balasan) pekerjaan mereka"
      },
      {
        "note": "Ayat 7",
        "text": "فَمَن يَعۡمَلۡ مِثۡقَالَ ذَرَّةٍ خَيۡرٗا يَرَهُۥ ",
        "translate": "Barangsiapa yang mengerjakan kebaikan seberat dzarrahpun, niscaya dia akan melihat (balasan)nya"
      },
      {
        "note": "Ayat 8",
        "text": "وَمَن يَعۡمَلۡ مِثۡقَالَ ذَرَّةٖ شَرّٗا يَرَهُۥ ",
        "translate": "Dan barangsiapa yang mengerjakan kejahatan sebesar dzarrahpun, niscaya dia akan melihat (balasan)nya pula"
      }
    ]
  },
  {
    "zikir_name": "Al-Kafirun - 1x",
    "bismillah": true,
    "zikir_list": [
      {
        "note": "Ayat 1",
        "text": "قُلۡ يَٰٓأَيُّهَا ٱلۡكَٰفِرُونَ",
        "translate": "Katakanlah: &quot;Hai orang-orang kafir"
      },
      {
        "note": "Ayat 2",
        "text": "لَآ أَعۡبُدُ مَا تَعۡبُدُونَ",
        "translate": "Aku tidak akan menyembah apa yang kamu sembah"
      },
      {
        "note": "Ayat 3",
        "text": "وَلَآ أَنتُمۡ عَٰبِدُونَ مَآ أَعۡبُدُ",
        "translate": "Dan kamu bukan penyembah Tuhan yang aku sembah"
      },
      {
        "note": "Ayat 4",
        "text": "وَلَآ أَنَا۠ عَابِدٞ مَّا عَبَدتُّمۡ",
        "translate": "Dan aku tidak pernah menjadi penyembah apa yang kamu sembah"
      },
      {
        "note": "Ayat 5",
        "text": "وَلَآ أَنتُمۡ عَٰبِدُونَ مَآ أَعۡبُدُ",
        "translate": "Dan kamu tidak pernah (pula) menjadi penyembah Tuhan yang aku sembah"
      },
      {
        "note": "Ayat 6",
        "text": "لَكُمۡ دِينُكُمۡ وَلِيَ دِينِ",
        "translate": "Untukmu agamamu, dan untukkulah, agamaku&quot;"
      }
    ]
  },
  {
    "zikir_name": "An-Nashr - 1x",
    "bismillah": true,
    "zikir_list": [
      {
        "note": "Ayat 1",
        "text": "إِذَا جَآءَ نَصۡرُ ٱللَّهِ وَٱلۡفَتۡحُ",
        "translate": "Apabila telah datang pertolongan Allah dan kemenangan"
      },
      {
        "note": "Ayat 2",
        "text": "وَرَأَيۡتَ ٱلنَّاسَ يَدۡخُلُونَ فِي دِينِ ٱللَّهِ أَفۡوَاجٗا",
        "translate": "Dan kamu lihat manusia masuk agama Allah dengan berbondong-bondong"
      },
      {
        "note": "Ayat 3",
        "text": "فَسَبِّحۡ بِحَمۡدِ رَبِّكَ وَٱسۡتَغۡفِرۡهُۚ إِنَّهُۥكَانَ تَوَّابَۢا",
        "translate": "Maka bertasbihlah dengan memuji Tuhanmu dan mohonlah ampun kepada-Nya. Sesungguhnya Dia adalah Maha Penerima taubat"
      }
    ]
  },
  {
    "zikir_name": "Al-Ikhlas - 3x",
    "bismillah": true,
    "zikir_list": [
      {
        "note": "Ayat 1",
        "text": "قُلۡ هُوَ ٱللَّهُ أَحَدٌ ",
        "translate": "Katakanlah: &quot;Dialah Allah, Yang Maha Esa"
      },
      {
        "note": "Ayat 2",
        "text": "ٱللَّهُ ٱلصَّمَدُ",
        "translate": "Allah adalah Tuhan yang bergantung kepada-Nya segala sesuatu"
      },
      {
        "note": "Ayat 3",
        "text": "لَمۡ يَلِدۡ وَلَمۡ يُولَدۡ",
        "translate": "Dia tiada beranak dan tidak pula diperanakkan"
      },
      {
        "note": "Ayat 4",
        "text": "وَلَمۡ يَكُن لَّهُۥ كُفُوًا أَحَدُۢ ",
        "translate": "Dan tidak ada seorangpun yang setara dengan Dia"
      }
    ]
  },
  {
    "zikir_name": "Al-Falaq - 3x",
    "bismillah": true,
    "zikir_list": [
      {
        "note": "Ayat 1",
        "text": "قُلۡ أَعُوذُ بِرَبِّ ٱلۡفَلَقِ ",
        "translate": "1.\tKatakanlah: &quot;Aku berlindung kepada Tuhan Yang Menguasai subuh,\r\n"
      },
      {
        "note": "Ayat 2",
        "text": "مِن شَرِّ مَا خَلَقَ",
        "translate": "Dari kejahatan makhluk-Nya"
      },
      {
        "note": "Ayat 3",
        "text": "وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ",
        "translate": "Dan dari kejahatan malam apabila telah gelap gulita"
      },
      {
        "note": "Ayat 4",
        "text": "وَمِن شَرِّ ٱلنَّفَّٰثَٰتِ فِي ٱلۡعُقَدِ",
        "translate": "Dan dari kejahatan wanita-wanita tukang sihir yang menghembus pada buhul-buhul"
      },
      {
        "note": "Ayat 5",
        "text": "وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ",
        "translate": "Dan dari kejahatan pendengki bila ia dengki"
      }
    ]
  },
  {
    "zikir_name": "An-Naas - 3x",
    "bismillah": true,
    "zikir_list": [
      {
        "note": "Ayat 1",
        "text": "قُلۡ أَعُوذُ بِرَبِّ ٱلنَّاسِ",
        "translate": "Katakanlah: Aku berlindung kepada Tuhan(yang memelihara dan menguasai) manusia"
      },
      {
        "note": "Ayat 2",
        "text": "مَلِكِ ٱلنَّاسِ",
        "translate": "Raja manusia"
      },
      {
        "note": "Ayat 3",
        "text": "إِلَٰهِ ٱلنَّاسِ",
        "translate": "Sembahan manusia"
      },
      {
        "note": "Ayat 4",
        "text": "مِن شَرِّ ٱلۡوَسۡوَاسِ ٱلۡخَنَّاسِ",
        "translate": "Dari kejahatan (bisikan) setan yang biasa bersembunyi"
      },
      {
        "note": "Ayat 5",
        "text": "ٱلَّذِي يُوَسۡوِسُ فِي صُدُورِ ٱلنَّاسِ",
        "translate": "Yang membisikkan (kejahatan) ke dalam dada manusia"
      },
      {
        "note": "Ayat 6",
        "text": "مِنَ ٱلۡجِنَّةِ وَٱلنَّاسِ",
        "translate": "Dari (golongan) jin dan manusia"
      }
    ]
  },
  {
    "zikir_name": "Do'a Al-Matsurat",
    "zikir_list": [
      {
        "note": "Dibaca 3 Kali",
        "text": "أَصْبَحْنَا وَأَصْبَحَ (أَمْسَيْنَا وَأَمْسَى) الْمُلْكُ لِلَّهِ وَالْحَمْدُ لِلَّهِ لَا شَرِيكَ لَهُ، لَا إِلهَ إِلَّا هُوَ وَإِلَيْهِ النُّشُوْرُ (الْمَصِيْرُ)",
        "translate": "Kami berpagi hari (bersore hari) dan berpagi hari (bersore hari) pula kerjaan milik Allah. Segala puji bagi Allah, tiada sekutu bagi-Nya, tiada Tuhan melainkan Dia dan kepada-Nya tempat kembali."
      }
    ]
  },
  {
    "zikir_name": "Do'a Al-Matsurat",
    "zikir_list": [
      {
        "note": "Dibaca 3 Kali",
        "text": "أَصْبَحْنَا (أَمْسَيْنَا) عَلَى فِطْرَةِ اْلإِسْلاَمِ وَعَلَى كَلِمَةِ اْلإِخْلاَصِ وَعَلَى دِيْنِ نَبِيِّنَا مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَعَلَى مِلَّةِ أَبِيْنَا إِبْرَاهِيْمَ حَنِيْفًا مُسْلِمًا وَمَا كَانَ مِنَ الْمُشْرِكِيْنَ",
        "translate": "Di waktu pagi (sore) kami memegang agama Islam, kalimat ikhlas, agama Nabi kita Muhammad shallallahu 'alaihi wa sallam, dan agama ayah kami Ibrahim, yang berdiri di atas jalan yang lurus, muslim dan tidak tergolong orang-orang musyrik."
      }
    ]
  },
  {
    "zikir_name": "Do'a Al-Matsurat",
    "zikir_list": [
      {
        "note": "Dibaca 3 Kali",
        "text": "اللَّهُمَّ إِنِّي أَصْبَحْتُ (أَمْسَيتُ) مِنْكَ فِي نِعْمَةٍ وَعَافِيَةٍ وَسِتْر فَأَتِمَّ عَلَيَّ نِعْمَتَكَ وَعَافِيَتَكَ وَسِتْرَكَ فِي الدُّنْيَا وَالآخِرَة",
        "translate": "Ya Allah, sesungguhnya aku berpagi hari (bersore hari) dari-Mu dalam kenikmatan, kesehatan dan perlindungan. Maka sempurnakannlah untukku kenikmatan, kesehatan dan perlindungan-Mu itu di dunia dan akhirat."
      }
    ]
  },
  {
    "zikir_name": "Do'a Al-Matsurat",
    "zikir_list": [
      {
        "note": "Dibaca 3 Kali",
        "text": "اللَّهُمَّ مَا أَصْبَحَ (أَمْسَ) بِيْ مِنْ نِعْمَةٍ أَوْ بِأَحَدٍ مِنْ خَلْقِكَ فَمِنْكَ وَحْدَكَ لَا شَرِيْكَ لَكَ فَلَكَ الْحَمْدُ وَلَكَ الشُّكْرُ",
        "translate": "Ya Allah, kenikmatan yang aku atau salah seorang dari makhluk-Mu berpagi hari (bersore hari) dengannya adalah dari-Mu semata; tiada sekutu bagi-Mu. Maka bagi-Mu segala puji dan rasa syukur."
      }
    ]
  },
  {
    "zikir_name": "Do'a Al-Matsurat",
    "zikir_list": [
      {
        "note": "Dibaca 3 Kali",
        "text": "يَا رَبِّي لَكَ الْحَمْدُ كَمَا يَنْبَغِي لِجَلَالِ وَجْهِكَ وَلِعَظِيمِ سُلْطَانِكَ",
        "translate": "Ya Tuhanku, Segala puji bagiMu sebagaimana seyogyanya kemuliaan wajahMu dan keagungan kekuasaanMu."
      }
    ]
  },
  {
    "zikir_name": "Do'a Al-Matsurat",
    "zikir_list": [
      {
        "note": "Dibaca 3 Kali",
        "text": "رَضِيتُ بِاللَّهِ رَبًّا وَبِالْإِسْلَامِ دِينًا وَبِمُحَمَّدٍ نَبِيًّا وَرَسُولًا",
        "translate": "Aku ridha Allah sebagai Rabb, Islam sebagai agama, dan Muhammad sebagai Rasul."
      }
    ]
  },
  {
    "zikir_name": "Do'a Al-Matsurat",
    "zikir_list": [
      {
        "note": "Dibaca 3 Kali",
        "text": "سُبْحَانَ اللَّهِ وَبِحَمْدِهِ عَدَدَ خَلْقِهِ وَرِضَا نَفْسِهِ وَزِنَةَ عَرْشِهِ وَمِدَادَ كَلِمَاتِهِ",
        "translate": "Maha Suci Allah dan Segala Puji bagiNya, sebanyak bilangan makhlukNya, seridha diriNya, setimbangan 'arsy-Nya, dan sebanyak tinta dari kata-kataNya."
      }
    ]
  },
  {
    "zikir_name": "Do'a Al-Matsurat",
    "zikir_list": [
      {
        "note": "Dibaca 3 Kali",
        "text": "بِسْمِ اللَّهِ الَّذِي لَا يَضُرُّ مَعَ اسْمِهِ شَيْءٌ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ وَهُوَ السَّمِيعُ الْعَلِيمُ",
        "translate": "Dengan nama Allah Yang bersama NamaNya sesuatu apa pun tidak akan celaka baik di bumi dan di langit. Dialah Maha Medengar lagi maha Mengetahui.\r\n"
      }
    ]
  },
  {
    "zikir_name": "Do'a Al-Matsurat",
    "zikir_list": [
      {
        "note": "Dibaca 3 Kali",
        "text": "اللَّهُمَّ إِنَّا نَعُوذُ بِكَ مِنْ أَنْ نُشْرِكَ بِكَ شَيْئًا نَعْلَمُهُ وَنَسْتَغْفِرُكَ لِمَا لَا نَعْلَمُه",
        "translate": "Ya Allah sesungguhnya kami berlindung kepadaMu dari menyekutukanMu dengan sesuatu yang kami ketahui, dan kami memohon ampunanMu dari apa-apa yang tidak kami ketahui.\r\n"
      }
    ]
  },
  {
    "zikir_name": "Do'a Al-Matsurat",
    "zikir_list": [
      {
        "note": "Dibaca 3 Kali",
        "text": "أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ",
        "translate": "Aku berlindung dengan kalimat Allah yang sempurna dari keburukan apa-apa yang Dia ciptakan."
      }
    ]
  },
  {
    "zikir_name": "Do'a Al-Matsurat",
    "zikir_list": [
      {
        "note": "Dibaca 3 Kali",
        "text": "اَللَّهُمَّ إِنِّي أَعُوْذُ بِكَ مِنَ الهَمِّ وَالْحَزَنِ وَأَعُوْذُ بِكَ مِنَ الْعَجْزِ وَالْكَسَلِ وَأَعُوْذُ بِكَ مِنَ الْجُبْنِ وَالبُخْلِ وَأَعُوْذُ بِكَ مِنْ غَلَبَةِ الدَّيْنِ وَقَهْرِ الرِّجَالِ",
        "translate": "Ya Allah, aku berlindung kepada-Mu dari rasa gelisah dan sedih, dari kelemahan dan kemalasan, dari sifat pengecut dan bakhil, dan dari lilitan hutang dan kesewenang-wenangan orang."
      }
    ]
  },
  {
    "zikir_name": "Do'a Al-Matsurat",
    "zikir_list": [
      {
        "note": "Dibaca 3 Kali",
        "text": "اَللَّهُمَّ عَافِنِي فِي بَدَنِي اَللَّهُمَّ عَافِنِي فِي سَمْعِي اَللَّهُمَّ عَافِنِي فِي بَصَرِي",
        "translate": "Ya Allah berikanlah kesehatan bagi badanku, bagi pendengaranku, bagi penglihatanku."
      }
    ]
  },
  {
    "zikir_name": "Do'a Al-Matsurat",
    "zikir_list": [
      {
        "note": "Dibaca 3 Kali",
        "text": "اَللَّهُمَّ إِنِّي أَعُوْذُ بِكَ مِنَ الْكُفْرِ وَالْفَقْرِوَأَعُوْذُ بِكَ مِنْ عَذَابِ الْقَبْرِلَا إِلهَ إِلاَّ أَنْتَ",
        "translate": "Ya Allah sungguh aku berlindung kepadaMu dari kekufuran dan kefaqiran, Ya Allah sungguh aku berlindung kepadaMu dari azab kubur, tidak ada Ilah kecuali Engkau."
      }
    ]
  },
  {
    "zikir_name": "Do'a Al-Matsurat",
    "zikir_list": [
      {
        "note": "Dibaca 3 Kali",
        "text": "اَللّهُمَّ أَنْتَ رَبِّي لَا إلهَ إِلاَّ أَنْتَ خَلَقْتَنِي وَأَنَا عَبْدُكَ وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ أَعُوْذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ أَبُوْءُ لَكَ بِنِعْمَتِكَ عَلَيَّ وَأَبُوْءُ بِذَنْبِي فَاغْفِرْ لِي فَإِنَّهُ لَا يَغْفِرُ الذُّنُوْبَ إِلاَّ أَنْتَ",
        "translate": "Ya Allah, Engkau Tuhanku, tiada Tuhan kecuali Engkau. Engkau ciptakan aku dan aku adalah hamba-Mu. Aku berada di atas janjiMu, semampuku. Aku berlindung kepadaMu dari keburukan perbuatanku. Aku mengakui banyaknya nikmat (yang Engkau anugerahkan) kepadaku dan aku mengakui dosa-dosaku, maka ampunilah aku. Karena sesungguhnya tiada yang mengampuni dosa-dosa melainkan Engkau"
      }
    ]
  },
  {
    "zikir_name": "Do'a Al-Matsurat",
    "zikir_list": [
      {
        "note": "Dibaca 3 Kali",
        "text": "أَسْتَغْفِرُ اللَّهَ الْعَظِيمَ الَّذِي لَا إلهَ إِلَّا هُوَ الْحَيَّ الْقَيُّومَ وَأَتُوبُ إِلَيْهِ",
        "translate": "Aku memohon ampunan Allah Yang Tiada Tuhan melainkan Dia, Yang Maha Hidup dan Maha Mengurus (makhluk-Nya)."
      }
    ]
  },
  {
    "zikir_name": "Do'a Al-Matsurat",
    "zikir_list": [
      {
        "note": "Dibaca 10 Kali",
        "text": "اَللّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ وَعَلَى آلِ سَيِّدِنَا مُحَمَّدٍ كَمَا صَلَّــيْتَ عَـلَى سَيِّدِنَا إِبْرَاهِيْمَ وَعَلَى آلِ سَيِّدِنَا إِبْـرَاهِيْمَ وبَارِكْ عَـلَى سَيِّدِنَا مُحَمَّدٍ وَعَلَى آلِ سَيِّدِنَا مُحَمَّدٍ كَمَا بَارَكْتَ عَـلَى سَيِّدِنَا إِبْرَاهِيْمَ وَعَــلَى آلِ سَيـِّدِنَا إِبْـرَاهِيْمَ فِي الْعَالَمِيْنَ إِنَّكَ حَمِيْدٌ مَجِيْدٌ",
        "translate": "Ya Allah berikanlah shalawat kepada Nabi Muhammad dan keluarga Nabi Muhammad, sebagaimana telah Engkau berikan kepada Nabi Ibrahim dan keluarga Nabi Ibrahim. Berikanlah barakah kepada Nabi Muhammad dan keluarga Nabi Muhammad, sebagaimana telah Engkau berikan kepada Nabi Ibrahim dan keluarga Nabi Ibrahim. Di alam Engkaulah Yang Maha Terpuji lagi Maha Mulia."
      }
    ]
  },
  {
    "zikir_name": "Do'a Al-Matsurat",
    "zikir_list": [
      {
        "note": "Dibaca 100 Kali",
        "text": "سُبْحَانَ اللَّهِ وَالْحَمْدُ لِلَّهِ وَلَا إِلَهَ إِلَّا اللَّهُ وَاللَّهُ أَكْبَرُ",
        "translate": "Maha Suci Allah, segala puji bagi Allah, tiada Tuhan melainkan Allah dan Allah Maha Besar."
      }
    ]
  },
  {
    "zikir_name": "Do'a Al-Matsurat",
    "zikir_list": [
      {
        "note": "Dibaca 10 Kali",
        "text": "لَا إلهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيْكَ لَهُ ، لَهُ الْمُلْكُ   \r\n وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرٌ",
        "translate": "Tiada Tuhan melainkan Allah semata, yang tiada sekutu bagi-Nya, bagi-Nya kerajaan dan bagi-Nya segala puji, dan Dia berkuasa ata segala sesuatu."
      }
    ]
  },
  {
    "zikir_name": "Do'a Al-Matsurat",
    "zikir_list": [
      {
        "note": "Dibaca 3 Kali",
        "text": "سُبْحَانَكَ اللَّهُمَّ وَبِحَمْدِكَ أَشْهَدُ أَنْ لَّا إلهَ إِلَّا أَنْتَ أَسْتَغْفِرُكَ وَأَتُوْبُ إِلَيْكَ",
        "translate": "Maha suci Engkau ya Allah, dan segala puji bagi-Mu. Aku bersaksi bahwa tiada Tuhan melainkan Engkau, aku memohon ampunan dan bertaubat kepada-Mu"
      }
    ]
  },
  {
    "zikir_name": "Do'a Al-Matsurat",
    "zikir_list": [
      {
        "note": "Dibaca 3 Kali",
        "text": "اَللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ عَبْدِكَ وَرَسُوْلِكَ النَّبِيِّ الأُمِّيِّ وَعَلَى آلِهِ وَصَحْبِهِ وَسَلِّمْ تَسْلِيْمًا عَدَدَ مَا أَحَاطَ بِهِ عِلْمُكَ وَخَطَّ بِهِ قَلَمُكَ وَأَحْصَاهُ كِتَابُكَ، وَارْضَ اللَّهُمَّ عَنْ سَادَاتِنَا أَبِيْ بَكْرٍ وَعُمَرَ وَعُثْمَانَ وَعَلِيْ، وَعَنِ الصَّحَابَةِ أَجْمَعِيْنَ، وَعَنِ التَّابِعِيْنَ وَتَابِعِيْهِمْ بِإِحْسَانٍ إِلَى يَوْمِ الدِّيْن\r\nسُبْحَانَ رَبِّك رَبِّ العِزَّةِ عَمَّا يَصِفُوْنَ، وَسَلَامٌ عَلَى المُرْسَلِيْنَ، وَالحَمْدُ لِلَّهِ رَبِّ العَالَمِيْنَ",
        "translate": "Ya Allah berikanlah shalawat kepada Nabi Muhammad; hamba-Mu, nabi-Mu, dan Rasul-Mu; Nabi yang ummi. Juga kepada keluarga dan para sahabatnya serta berilah keselamatan sebanyak yang terjangkau oleh ilmu-Mu yang tergores oleh pena-Mu, dan yang terangkum oleh kitab-Mu. Ridhailah ya Allah para pemimpin kami, Abu Bakar, Umar, Utsman, dan Ali, semua sahabat, semua tabi'in dan orang-orang yang mengikuti mereka sampai hari pembalasan. \r\n\r\nMaha suci Tuhanmu; Tuhan kemuliaan, dari apa-apa yang mereka sifatkan. Keselamatan semoga tercurah kepada para utusan dan segala puji bagi Allah, Tuhan semesta alam."
      }
    ]
  },
  {
    "zikir_name": "Ali Imran - 1x",
    "zikir_list": [
      {
        "note": "Ayat 26",
        "text": "قُلِ ٱللَّهُمَّ مَٰلِكَ ٱلۡمُلۡكِ تُؤۡتِي ٱلۡمُلۡكَ مَن تَشَآءُ وَتَنزِعُ ٱلۡمُلۡكَ مِمَّن تَشَآءُ وَتُعِزُّ مَن تَشَآءُ وَتُذِلُّ مَن تَشَآءُۖ بِيَدِكَ ٱلۡخَيۡرُۖ إِنَّكَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ",
        "translate": "Katakanlah: &quot;Wahai Tuhan Yang mempunyai kerajaan, Engkau berikan kerajaan kepada orang yang Engkau kehendaki dan Engkau cabut kerajaan dari orang yang Engkau kehendaki. Engkau muliakan orang yang Engkau kehendaki dan Engkau hinakan orang yang Engkau kehendaki. Di tangan Engkaulah segala kebajikan.Sesungguhnya Engkau Maha Kuasa atas segala sesuatu."
      },
      {
        "note": "Ayat 27",
        "text": "تُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَتُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِۖ وَتُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَتُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّۖ وَتَرۡزُقُ مَن تَشَآءُ بِغَيۡرِ حِسَابٖ",
        "translate": "Engkau masukkan malam ke dalam siang dan Engkau masukkan siang ke dalam malam. Engkau keluarkan yang hidup dari yang mati, dan Engkau keluarkan yang mati dari yang hidup. Dan Engkau beri rezeki siapa yang Engkau kehendaki tanpa hisab (batas)"
      }
    ]
  },
  {
    "zikir_name": "Do'a Robithoh",
    "zikir_list": [
      {
        "note": "Dibaca 3 Kali",
        "text": "اَللَّهُمَّ إِنَّ هَذَا إِقْبَالُ نَهَارِكَ (لَيْلِكَ) وَإِدْبَارُ لَيْلِكَ (نَهَارِكَ) وَأَصْوَاتُ دُعَاتِكَ فَاغْفِرْلِي",
        "translate": "Ya Allah, sesungguhnya ini adalah siang-Mu (malam-Mu) yang telah menjelang dan malam-Mu (siang-Mu) yang tengah berlalu serta suara-suara penyeru-Mu, maka ampunilah aku."
      }
    ]
  },
  {
    "zikir_name": "Do'a Robithoh",
    "zikir_list": [
      {
        "note": "Dibaca 3 Kali",
        "text": "اَللّهُمَّ إِنَّكَ تَعْلَمُ أَنَّ هَذِهِ الْقُلُوْبَ، قَدِ اجْتَمَعَتْ عَلَى مَحَبَّتِكَ وَالْتَقَتْ عَلَى طَاعَتِكَ، وَتَوَحَّدَتْ عَلَى دَعْوَتِكَ وَتَعَاهَدَتْ عَلَى نُصْرَةِ شَرِيْعَتِكَ فَوَثِّقِ اللَّهُمَّ رَابِطَتَهَا، وَأَدِمْ وُدَّهَا، وَاهْدِهَا سُبُلَهَا وَامْلَأَهَا بِنُوْرِكَ الَّذِيْ لَا يَخْبُوْا وَاشْرَحْ صُدُوْرَهَا بِفَيْضِ الْإِيْمَانِ بِكَ، وَجَمِيْلِ التَّوَكُّلِ عَلَيْكَ وَاَحْيِهَا بِمَعْرِفَتِكَ، وَأَمِتْهَا عَلَى الشَّهَادَةِ فِي سَبِيْلِكَ إِنَّكَ نِعْمَ الْمَوْلَى وَنِعْمَ النَّصِيْرِ. اَللَّهُمَّ أَمِيْنَ. \r\n\r\nوَصَلِّ اللَّهُمَّ عَلَى سَيِّدَنَا مُحَمَّدٍ وَعَلَى آلِهِ وَصَحْبِهِ وَسَلِّمَ.\r\n",
        "translate": "Ya Allah, sesungguhnya Engkau Maha Mengetahui bahawa hati-hati ini, telah berhimpun di atas dasar kecintaan terhadapmu, bertemu di atas ketaatan kepada-Mu dan bersatu bagi memikul beban dakwah-Mu, hati-hati ini telah mengikat persetiaan untuk menolong meninggikan syariat-Mu. Oleh itu, Ya Allah, Engkau perkukuhkan ikatannya dan Engkau kekalkan kemesraan hati-hati ini, tunjukilah hati-hati ini akan jalan yang sebenar, serta penuhkanlah (piala) hati-hati ini dengan cahaya Rabbani-Mu yang tidak kunjung redup, lapangkanlah hati-hati dengan limpahan keimanan serta keindahan tawakkal kepada-Mu, hidup suburkanlah hati-hati ini dengan makrifat (pengenalan yang sebenarnya) tentang-Mu. (Jika Engkau takdirkan kami mati) maka matikanlah hati-hati ini sebagai para syuhada dalam perjuangan agama-Mu. Sesungguhnya Engkau sebaik-baik pelindung dan sebaik-baik penolong. Ya Allah perkenankanlah doa kami. \r\n\r\nDan semoga shalawat serta salam selalu tercurah kepada Nabi Muhammad, keluarganya dan kepada semua sahabatnya."
      }
    ]
  }
]